{
    "navbarHome": "HOME",
    "navbarAboutUs": "ABOUT ",
    "navbarProduct": "PRODUCTS",
    "navbarMaintenance":"MAINTENANCE",
    "navbarContact": "CONTACT",
    "homeWelcome": " HIGHLY QUALIFIED",
    "homeWelcome2": "SOLAR SYSTEMS",
    "homeButtonGetInTouch": "Get In Touch",
    "homeAboutUsTitle": "About Us",
    "homeAboutUsSecondTitle": "Establishing New Benchmarks Since 2019",
    "homeAboutUsParagraph": "Founded in 2019, Evacare embarked on its journey by manufacturing compressed elastomeric components. In a short span, we pivoted towards the creation of ground-breaking products such as cross-linked EVA materials, becoming an indispensable supplier for the footwear industry in sole manufacturing.",
    "homeAboutUsLink": "Read More",
    "homeCounterBrandsT": "Year",
    "homeCounterAreaT": " Continent",
    "homeCounterProjectT": "Project",
    "homeCounterBrands": "Brand Power",
    "homeCounterArea": "Export Capacity",
    "homeCounterProject": "Customer Satisfaction",
    "homeCounterFactoryArea": "Factory",
    "homeTableTitleSoles": "Soles",
    "homeTableBodySoles": "Lightweight, flexible, abrasion, resistant, soft touch",
    "homeTableBodySlippers": "Lightweight, good grip, wide range of colors",
    "homeTableTitleBoots": "Boots",
    "homeTableBodyBoots": "Lightweight, resistant, perfect aspect",
    "homeMapTitle": "INTERNATIONAL VISION",
    "homeSolarTitle": "Our vision for carbonless future",
    "homeSolarParagraph": "We care about our future. We believe that  paris agreement goals are crucial. The Agreement includes commitments from all countries to reduce their emissions and work together to adapt to the impacts of climate change so we act accordingly. %60 of our electricity is produced by solar panels. We are committed to increase our %60 to %100 by the year 2025",
    "aboutUsMainTitle": "ABOUT",
    "aboutVisionTitle": " Vision",
"aboutVisionParagraph": "While strengthening our leading position in the local market with our innovative products in the solar energy sector, we aim to become a globally recognized brand. With our dynamic structure and strong team, we enhance the competitive advantage of the Istek brand and expand our success story.",
"aboutMissionTitle": " Mission",
"aboutMissionParagraph": "By developing human- and environment-focused solutions, we promote the use of solar energy and contribute to a sustainable future. While providing our customers with economical and eco-friendly energy solutions, we never compromise on the principles of reliability and professionalism.",
    "aboutUsMeeting": "MANAGEMENT TEAM",
    "aboutUsFirstTitle": "A JOURNEY TOWARD INNOVATION AND SUSTAINABILITY",
    "aboutUsFirstParagraph1": "As İstek, since 1982, we have been a leading brand in our sector by providing solar energy systems sales and services with our human- and nature-sensitive product and service approach. With over 35 years of experience, we have the knowledge, expertise, and collaboration to offer solar energy systems tailored to all needs. We stand by your side from the beginning to the end of your projects, adopting a solution-oriented and practical approach to any situation encountered. Prioritizing quality as our primary goal, we provide solutions that maximize the efficient use of solar energy with our durable and efficient products. In doing so, we create sustainable and cost-effective solutions that reduce environmental impacts while lowering costs. We are committed to contributing to sustainability and managing our projects with utmost diligence.",
    "aboutUsFirstParagraph2": "As two female leaders in our company, we strive to set a strong example by reflecting our precision and perfectionism in business life into the sector. Through this approach, we aim to encourage more women to participate in the business world. With our dynamic team, we aim to maintain our leadership position in the solar energy sector by developing innovative products. We continue our operations with the ability to adapt to rapid changes, and we aim to strengthen the global position of the İstek brand by spreading this success worldwide.",
    "aboutUsFirstParagraph3": "In all our processes, we advance with a commitment to honesty, innovation, sincerity, reliability, and a transparent management approach.",
    "humanResourcesTitle": "Human Resources",
    "aboutUsSecondTitle": "Technical Products and Versatility Meets Functionality",
    "aboutUsHumanFerdaBreif": "Innovative Entrepreneur and Pioneer in International Export",
    "aboutUsHumanTurkuBreif": "Technical Sustainability and Green Transformation-Focused Export Specialist",
    "aboutUsHumanFerda1": "Ferda Durdu, a graduate of Ankara University's Faculty of Dentistry, chose the path of entrepreneurship instead of continuing her profession. She enhanced her entrepreneurial experience by studying marketing at the University of California, Berkeley, in the United States and founded a startup in San Francisco. She later returned to Turkey, established her own business in Istanbul, but this venture ended shortly after. Moving to Mersin, she started producing solar thermal collectors in her family business, gaining experience in the industry for six years. In 2013, she established her own company and began exporting solar collectors abroad. Today, she exports to countries including Turkey, Australia, Lebanon, Morocco, Iraq, Northern Cyprus, and many more.",
    "aboutUsHumanFerda2": "Since its establishment, her company has achieved exports exceeding 10 million TL and has been recognized multiple times by the Western Mediterranean Exporters Association as one of the top 10 in the air conditioning sector. Ferda Durdu has secured a significant place in the industry with her registered brand and international quality certifications.",
    "aboutUsHumanTurku1": "Türkü Açar was born in Antalya in 1997 and moved to Istanbul in 2015 to begin her studies in Mechanical Engineering at Boğaziçi University. Throughout her university life, she successfully mastered engineering disciplines and shaped her career by focusing on sustainability-oriented projects aimed at creating environmentally friendly solutions.",
    "aboutUsHumanTurku2": "She worked as a Regulation and Compliance Specialist at Turkey's largest white goods company, where she specialized in the European Green Deal and related regulations. She gained extensive experience in certification processes and compliance with standards, actively participating in environmentally friendly product development projects. Later, she worked as a Life Cycle Analysis (LCA) Specialist at Turkey's largest automotive company, conducting significant studies in environmental impact analysis and carbon footprint calculation.",
    "aboutUsHumanTurku3": "Now aiming to utilize her knowledge and experience in the field of exports, Türkü Açar focuses on providing environmentally friendly and high-quality products that will drive green transformation in the industry. She aims to make a difference in international markets by combining technical excellence with sustainability.",
    "productMainTitle": "PRODUCTS",
    "productTextUnderTitle": "Navigate our varied collection of prime-grade compounds",
    "productCardsBackText": "View Detail",
    "productDocumentTitle": "Documents",
    "productDocuments": "Technical Information Expansion",
    "productNotesTitle": "Notes",
    "productEvaBrandParagraph": "Istek Cu is designed to maximize efficiency from solar energy with its black matte-coated aluminum plate surface and 10 carrier copper pipes. With its high durability and superior performance, it is an ideal choice for both individual and commercial use.",
    "productEvaRenewParagraph": "Istek Alu offers an economical and eco-friendly solution for hot water production from solar energy with its black matte-coated aluminum plate surface and 12 carrier aluminum pipes. Designed with advanced engineering and durable materials, this model is ideal for both individual and commercial applications.",
    "productEvaCoreParagraph": "Excellence in Solar Energy Performance Istek Cu+ is a high-performance selective-surface copper tube solar collector designed with advanced technology. It is developed to maximize efficiency from solar energy and provide a long-lasting solution. Why choose Istek Cu+? Istek Cu+ is an excellent choice with its energy efficiency and durability. It is the ideal solution for those who want to use solar energy efficiently.",
    "productEvaRenewCertificateTitle": "Technical Properties",
    "productBoylerParagraph1": "Vertical coil boilers, with their vertical design, provide space-saving solutions while optimizing the natural circulation of hot water and ensuring homogeneous heat distribution. These boilers, equipped with a specially designed coil system, transfer energy quickly and efficiently, offering compatibility with different energy sources through single or double coil options. They work in perfect harmony with solar collectors, eliminating the necessity of being placed above the collectors, thus providing flexible installation options. Standing out with high-pressure resistance, long-lasting structure, and user-friendly design, vertical coil boilers are an ideal choice for energy savings and sustainable use. They offer efficient, reliable, and modern hot water solutions for both residential and commercial spaces.",
    "productBoylerParagraph2": "Horizontal pressure boilers offer flexible installation options with their horizontal design and provide an indispensable solution for natural circulation systems. In these boilers, the heat transfer liquid circulates within a special jacket structure without mixing with the domestic water, ensuring efficient energy transfer. These boilers are compatible with solar collectors and utilize natural circulation to move water, offering a safe and efficient hot water solution. With high pressure resistance, durable material construction, and a long-lasting design, horizontal pressure boilers are an excellent choice for both individual and commercial use, delivering eco-friendly performance and energy-saving features.",
    "producSolarSystemsTitle": "Solar Energy Systems",
    "productFAQEntryParagraph": "At Istek Solar, we are here to help you get the most out of your solar energy systems. Below, you can find answers to the most frequently asked questions about our products. If you still have questions, our experts will be happy to assist you.",
    "productEvaRenewCertificateDoc": "Global Recycled Standard Certificate",
    "collectorTitle": "SOLAR COLLECTORS",
    "boilerTitle3": "BOILER",
    "solarEnergyTitle": "SOLAR ENERGY SYSTEMS",

    "contactMainTitle": "CONTACT",
    "contactFormEmailAddress": "Email Address",
    "contactFormEmailAddressPlaceholder": "Enter Email",
    "contactFormFullName": "Full Name",
    "contactFormFullNamePlaceholder": "Enter Full Name",
    "contactFormSubject": "Subject",
    "contactFormSubjectPlaceholder": "Enter Subject",
    "contactFormBody": "Message",
    "contactFormBodyPlaceholder": "Enter Your Message",
    "contactFormSubmitButton": "Contact Us",
    "contactInfoTitle": "Contact Info",
    "contactInfoMail": "info@evacare.com.tr",
    "contactInfoPhone": "+90 212 243 64 55",
    "contactInfoAddress": "Şirinyalı Mah. 1547 Sok. No: 2A/9 Muratpaşa / Antalya / TÜRKİYE",
    "contactInfoMapAddress": "https://www.google.com/maps/embed/v1/place?q=Ziya+Gökalp,+EVACARE+Granül+Plastik+San.+Tic.+A.Ş.,+İkitelli+Osb/Başakşehir/İstanbul,+Türkiye&key=AIzaSyBFw0Qbyq9zTFTd-tUY6dZWTgaQzuU17R8",
    "footerProductsTitle": "Products",
    "footerProducts1": "Solar Collectors",
    "footerProducts2": "Boiler",
    "footerProducts3": "Solar Energy Systems",
    "footerCompanyTitle": "Company",
    "footerCompanyLink1": "About Us",
    "footerCompanyLink2": "Vision",
    "footerCompanyLink3": "Management",
    "footerCompanyLink4": "Maintenance",
    "footerCompanyLink5":"Mission",
    "footerContactTitle": "CONTACT",
    "footerContactButton": "Contact Us",
    "footerCopyRightText": "All Right Reserved By",
    "footerPrivacy": "Privacy & Policy",
    "maintenanceMainTitle": "MAINTENANCE",
    "faqQuestion1": "How Can I Prevent Freezing Issues?",
    "faqAnswer1": "In closed-loop systems, antifreeze liquids should be used, and proper insulation must be provided. In open-loop systems, continuous circulation of water is essential to prevent freezing.",
    "faqQuestion2": "How Can I Prevent Lime and Sediment Buildup?",
    "faqAnswer2": "Water softening devices should be used, or regular cleaning should be done.",
    "faqQuestion3": "How Can Dependence on Weather Conditions be Prevented?",
  "faqAnswer3": "Hybrid systems (such as electric support heaters) can be used.",
  "faqQuestion4": "Is the Initial Installation Cost High?",
  "faqAnswer4": "The cost is amortized through long-term energy savings. Additionally, incentives and subsidies can be utilized.",
  "faqQuestion5": "How Can Heat Loss Issues Be Solved?",
  "faqAnswer5": "Use quality insulation materials and regularly check the system components.",
  "boilerTitle": "VERTICAL BOILER",
  "boilerTitle2": "HORIZONTAL PRESSURE BOILER",
  "ourServicesTitle": "Our Services & Competencies",
  "ourServicesParagraph": "Our expertise lies in providing high-quality solar collectors, water heaters, and comprehensive solar energy systems tailored to your needs. From installation to regular maintenance and after-sales support, we ensure that your energy solutions operate efficiently and sustainably.",
  "ourServicesCard1Title": "Sales",
  "ourServicesCard1Paragraph": "We offer solar collectors, water boilers, and solar energy systems tailored to your specific needs, providing maximum support at every stage of the process.",
  "ourServicesCard2Title": "Turnkey Projects",
  "ourServicesCard2Paragraph": "We are with you at every step with project planning and installation services.",
  "ourServicesCard3Title": "After-Sales",
  "ourServicesCard3Paragraph": "We are at your service with our technical team to support you with all issues, both under and outside of warranty.",
  "energyNaturalTitle": "We Bring the Energy of Nature to You",
  "energyNaturalParagraph": "We harness the power of the sun to provide eco-friendly and cost-effective energy solutions. With a wide range of products from solar thermal collectors to energy systems, we offer sales, installation, and after-sales services. Additionally, we contribute to the global energy transformation by exporting our products worldwide.",
  "recentProjectsTitle": "Our Recent Projects",
  "recentProjectsParagraph": "We are proud to have completed numerous projects in various sectors, including residential, commercial, and industrial. Our projects are designed to meet the specific needs of our customers, providing efficient and sustainable energy solutions.",
  "yapiTipi": "Building Type",
  "picklistSporSalonu": "Gym",
  "picklistHastane": "Hospital",
  "picklistApartmanLux": "Apartment (Luxury)",
  "picklistApartman": "Apartment",
  "picklistYurt": "Student Dormitory",
  "picklistOtel1": "Hotel (2-3 Stars)",
  "picklistOtel2": "Hotel (4-7 Stars)",
  "picklistPansiyon": "Guesthouse (Hostel)",
  "picklistFabrika": "Factory",
  "picklistLokanta": "Restaurant",
  "picklistHavuz": "Pool",
  "picklistOkul": "School",
  "picklistBuro": "Office / Workplace",
  "picklistVilla": "Detached House (Villa)",
  "yapıdaBulunanKişiSayısı": "Number of People in the Building",
  "hesaplaButonu": "Calculate",
  "BoylerNeed": "Boiler Requirement",
  "KollektorL": "Istek Cu+ Large ",
  "KollektorS": "Istek Cu+ Standard",
  "solarEnergySystemTitle": "Solar Energy System Calculation",
  "projectCapacity": "Project Capacity: {{capacity}}",
    "countries": {
    "australia": "Australia",
    "turkey": "Turkey",
    "morocco": "Morocco"
  },
  "or": "or",
  "liter": " Liter",
  "Piece": " Pieces"
    

  } 