{
    "navbarHome": "ACCUEIL",
    "navbarAboutUs": "À PROPOS",
    "navbarProduct": "PRODUITS",
    "navbarMaintenance": "MAINTENANCE",
    "navbarContact": "CONTACT",
    "homeWelcome": "HAUTEMENT QUALIFIÉ",
    "homeWelcome2": "SYSTÈMES SOLAIRES",
    "homeButtonGetInTouch": "Contactez-nous",
    "homeAboutUsTitle": "À Propos de Nous",
    "homeAboutUsSecondTitle": "Établir de Nouvelles Références Depuis 2019",
    "homeAboutUsParagraph": "Fondée en 2019, Evacare a commencé son voyage en fabriquant des composants élastomères comprimés. En peu de temps, nous nous sommes orientés vers la création de produits révolutionnaires tels que les matériaux EVA réticulés, devenant un fournisseur indispensable pour l'industrie de la chaussure dans la fabrication de semelles.",
    "homeAboutUsLink": "En Savoir Plus",
    "homeCounterBrandsT": "Année",
    "homeCounterAreaT": "Continent",
    "homeCounterProjectT": "Projet",
    "homeCounterBrands": "Puissance de la Marque",
    "homeCounterArea": "Capacité d'Exportation",
    "homeCounterProject": "Satisfaction Client",
    "homeCounterFactoryArea": "Usine",
    "homeSolarTitle": "Notre vision pour un avenir sans carbone",
    "homeSolarParagraph": "Nous nous soucions de notre avenir. Nous croyons que les objectifs de l'accord de Paris sont cruciaux. L'accord comprend des engagements de tous les pays pour réduire leurs émissions et travailler ensemble pour s'adapter aux impacts du changement climatique, nous agissons donc en conséquence. 60% de notre électricité est produite par des panneaux solaires. Nous nous engageons à augmenter nos 60% à 100% d'ici 2025",
    "aboutUsMainTitle": "À PROPOS",
    "aboutVisionTitle": "Notre vision",
"aboutVisionParagraph": "Tout en renforçant notre position de leader sur le marché local avec nos produits innovants dans le secteur de l'énergie solaire, nous souhaitons devenir une marque reconnue à l'échelle mondiale. Grâce à notre structure dynamique et à notre équipe solide, nous renforçons l'avantage concurrentiel de la marque Istek et élargissons notre success story.",
"aboutMissionTitle": "Notre mission",
"aboutMissionParagraph": "En développant des solutions axées sur l'humain et l'environnement, nous promouvons l'utilisation de l'énergie solaire et contribuons à un avenir durable. Tout en fournissant à nos clients des solutions énergétiques économiques et respectueuses de l'environnement, nous ne faisons jamais de compromis sur les principes de fiabilité et de professionnalisme.",
    "aboutUsMeeting": "ÉQUIPE DE DIRECTION",
    "aboutUsHumanFerdaBreif": "Après avoir terminé ses études universitaires, Ferda Durdu a poursuivi sa carrière académique en gestion et marketing à l’Université de Californie, Berkeley. Elle a occupé divers rôles en tant que partenaire et gestionnaire dans l’écosystème entrepreneurial de la Silicon Valley pendant plus de 7 ans. Grâce à sa vaste expérience dans le commerce international et l’exportation, Durdu a réalisé des projets novateurs dans le secteur avec sa vision avant-gardiste et son esprit entrepreneurial.",
    "aboutUsHumanFerdaBreif2": "En tant que fondatrice d’İstek Renewable Energy, Durdu se concentre sur la fourniture de solutions durables et innovantes à l’échelle mondiale. Elle se distingue comme une leader qui suit de près les évolutions du secteur et développe des stratégies en conséquence.",
    "aboutUsHumanTurkuBreif": "Diplômée en ingénierie mécanique de l’Université du Bosphore, Türkü Açar a passé les quatre premières années de sa carrière dans les plus grandes entreprises d’un grand holding en Turquie, occupant des postes tels qu’experte en réglementation et ingénieure en durabilité des produits. Elle a efficacement appliqué ses compétences techniques dans le domaine de la durabilité. Elle a ensuite adapté cette expérience au domaine de l’exportation chez İstek Renewable Energy, contribuant à la vision de l’entreprise en matière d’innovation, de transition écologique et de support technique.",
    "aboutUsHumanTurkuBreif2": "Grâce à ses connaissances techniques et à sa vision de la durabilité, Açar joue un rôle clé dans le développement de solutions permettant d’atteindre les objectifs stratégiques de l’entreprise, tout en évaluant et en réduisant l’impact environnemental des projets.",
    "aboutUsFirstParagraph1": "Depuis 1982, nous proposons la vente et le service des systèmes d'énergie solaire, en adoptant une approche de produits et de services respectueuse de la nature et de l'humanité. Avec plus de 40 ans d'expérience, nous sommes devenus l'une des marques leaders de notre secteur. Grâce à nos connaissances, notre collaboration et notre équipe d'experts, nous développons des solutions d'énergie solaire adaptées à tous les besoins et accompagnons nos clients du début à la fin de leurs projets. Nous plaçons la qualité comme notre priorité absolue ; notre objectif est de maximiser l'utilisation de l'énergie solaire grâce à nos produits durables, efficaces et respectueux de l'environnement. Avec cette approche, nous offrons des solutions économiquement durables tout en réduisant les impacts environnementaux. De plus, nous gérons nos processus avec soin, en respectant les principes d'honnêteté, de fiabilité et de transparence.",
    "aboutUsFirstParagraph2": "Notre entreprise adopte une culture de travail qui soutient le leadership féminin. En tant que femmes leaders, nous aspirons à inspirer en reflétant notre rigueur et notre quête d'excellence dans le monde des affaires dans notre secteur. Encourager davantage de femmes à participer au monde des affaires et augmenter leur représentation dans ce domaine font partie de nos priorités.",
    "aboutUsFirstParagraph3": "Dans tous nos processus, nous avançons en respectant les principes d'honnêteté, d'innovation, de sincérité, de fiabilité et d'une approche de gestion transparente.",
    "ourServicesTitle": "Nos services et compétences",
"ourServicesParagraph": "Notre expertise réside dans la fourniture de capteurs solaires, de chauffe-eau et de systèmes d'énergie solaire complets de haute qualité adaptés à vos besoins. De l'installation à la maintenance régulière et au support après-vente, nous veillons à ce que vos solutions énergétiques fonctionnent de manière efficace et durable.",
"ourServicesCard1Title": "Ventes",
"ourServicesCard1Paragraph": "Nous proposons des capteurs solaires, des chauffe-eau et des systèmes d'énergie solaire adaptés à vos besoins spécifiques, en offrant un soutien maximal à chaque étape du processus.",
"ourServicesCard2Title": "Projets clés en main",
"ourServicesCard2Paragraph": "Nous vous accompagnons à chaque étape avec la planification du projet et les services d'installation.",
"ourServicesCard3Title": "Après-vente",
"ourServicesCard3Paragraph": "Nous sommes à votre service avec notre équipe technique pour vous accompagner dans tous les problèmes, sous et hors garantie.",
"energyNaturalTitle": "Nous apportons la L'énergie de la nature pour vous",
"energyNaturalParagraph": "Nous exploitons la puissance du soleil pour fournir des solutions énergétiques écologiques et rentables. Avec une large gamme de produits allant des capteurs solaires thermiques aux systèmes énergétiques, nous proposons des services de vente, d'installation et d'après-vente. De plus, nous contribuons à la transformation énergétique mondiale en exportant nos produits dans le monde entier.",
"recentProjectsTitle": "Nos projets récents",
"productMainTitle": "PRODUITS",
"dogalSolarSystemsTitle": "Systèmes de circulation naturelle",
 "pompaliSolarSystemsTitle": "Systèmes à pompage",
"productDocuments": "Extension des informations techniques",
"productBoylerParagraph1": "Pour ceux qui recherchent des solutions économes en énergie et respectueuses de l'environnement, les chauffe-eau à simple et double serpentin offrent des solutions innovantes pour les besoins en eau chaude, en parfaite harmonie avec les capteurs solaires. Alors que les réservoirs d'eau offrent une solution de base pour stocker l'eau chaude, les chauffe-eau se distinguent par les avantages supplémentaires qu'ils offrent. Les chaudières, avec leur capacité à stocker et à distribuer l'eau à haute pression, assurent une distribution d'eau chaude plus fiable et plus efficace. De plus, la conception spéciale du serpentin à l'intérieur garantit un transfert d'énergie efficace et une distribution de chaleur homogène.",
"productBoylerParagraph2": "Les chaudières à pression horizontale, indispensables aux systèmes de circulation naturelle, sont des systèmes de stockage de chaleur adaptés à un usage individuel et commercial, offrant une solution efficace notamment pour répondre aux besoins en eau chaude. Grâce à sa conception avancée et à sa structure durable, elle offre une utilisation durable et performante même dans les zones présentant des problèmes de gel. L'eau sanitaire et le liquide caloporteur ne se mélangent pas et l'eau chaude peut être fournie de manière hygiénique et ininterrompue. Le respect des recommandations d'entretien maximise les performances. Une large gamme d'alternatives de capacité allant de 110 litres à 3000 litres peut être produite.", 
"collectorTitle": "CAPTEURS SOLAIRES",
"boilerTitle3": "CHAUDIÈRE",
"solarEnergyTitle": "SYSTÈMES D'ÉNERGIE SOLAIRE",
   "footerCompanyTitle": "Entreprise",
    "boilerTitle": "CHAUDIÈRE VERTICALE",
    "boilerTitle2": "CHAUDIÈRE À PRESSION HORIZONTALE",
    "faqQuestion1": "Comment éviter le gel ?",
    "faqAnswer1": "Dans les régions où il existe un risque de gel, il est recommandé d’utiliser des systèmes fermés avec de l'antigel dans les collecteurs solaires. Ces systèmes sont l’une des méthodes les plus efficaces pour éviter le gel dans les collecteurs solaires. Au lieu de l’eau, un antigel (généralement un mélange de propylène glycol) circule dans le système. L'antigel abaisse le point de congélation du liquide, empêchant ainsi son gel par temps froid. Ce système fermé permet à l'antigel de circuler à l'intérieur des collecteurs et de transférer la chaleur à l'eau utilisée via un échangeur de chaleur. Ainsi, le système fonctionne en toute sécurité et sans interruption, même à basse température.",
    "faqQuestion2": "Comment prévenir les dépôts de calcaire et les sédiments ?",
    "faqAnswer2": "Les dépôts de calcaire et de sédiments dans les collecteurs solaires peuvent réduire l'efficacité du système, mais ils peuvent être évités en prenant les bonnes mesures. Dans les systèmes ouverts, il est recommandé d’utiliser des adoucisseurs d’eau ou de l’eau déminéralisée pour réduire le calcaire causé par l’eau dure. Dans les systèmes fermés, ce problème est largement évité grâce à l'utilisation d'un mélange d'antigel. Lors d'un entretien annuel régulier, il est possible de vérifier et de remplacer les liquides du système et de nettoyer les dépôts à l’aide de produits chimiques détartrants, ce qui permet de maintenir l’efficacité et la durée de vie du système.",
    "faqQuestion3": "Comment minimiser la dépendance aux conditions météorologiques ?",
    "faqAnswer3": "Pour réduire la dépendance des collecteurs solaires aux conditions météorologiques, diverses méthodes peuvent être utilisées, la plus efficace étant l’utilisation d’un système énergétique hybride. Les chauffe-eaux à double serpentin assurent un approvisionnement continu en eau chaude en intégrant l'énergie solaire et des sources de chauffage de secours. Le serpentin inférieur utilise l'énergie des collecteurs solaires pour chauffer l'eau, tandis que le serpentin supérieur s'active en cas de manque d'énergie solaire, en utilisant une source de secours (comme une chaudière à gaz ou un chauffage électrique). Grâce aux systèmes de gestion intelligents, l'énergie solaire est utilisée en priorité, garantissant des économies d'énergie et un approvisionnement continu en eau chaude. Cette structure garantit une efficacité énergétique et une flexibilité, offrant une solution fiable pour toutes les saisons.",
    "faqQuestion4": "Le coût initial d’installation est-il élevé ?",
    "faqAnswer4": "Bien que le coût d'installation des collecteurs solaires puisse être légèrement supérieur à celui des chauffe-eaux électriques et des chaudières à gaz, ils offrent des avantages significatifs grâce aux économies d'énergie et aux faibles coûts d'exploitation. Le coût d'installation des chauffe-eaux électriques est faible, mais leurs coûts d'exploitation sont élevés. Les coûts d'exploitation des chaudières à gaz dépendent des prix de l'énergie, et il faut également tenir compte des coûts d'installation de l'infrastructure de gaz, ce qui rend le coût total d'installation nettement plus élevé. Les collecteurs solaires minimisent les coûts d'exploitation grâce à l'utilisation de l'énergie solaire. La conversion directe de l'énergie solaire en chaleur, l'absence de recours aux combustibles fossiles et les pertes minimales lors de la conversion de l'énergie font de ces systèmes une solution écologique et efficace. Ces systèmes sont amortis en 5 à 6 ans et peuvent être utilisés efficacement pendant 20 à 25 ans avec un entretien régulier. À long terme, les collecteurs solaires offrent des avantages significatifs en termes de durabilité, d’efficacité énergétique et d’économies.",
    "faqQuestion5": "Comment éviter la perte d’efficacité des systèmes solaires ?",
    "faqAnswer5": "Pour maintenir l'efficacité des systèmes solaires fermés et ouverts, un entretien régulier et un nettoyage sont essentiels. Dans les systèmes fermés, le niveau de liquide et le ratio de l'antigel doivent être vérifiés régulièrement pour assurer un dosage correct de l'antigel. Les tuyauteries doivent également être bien isolées pour éviter les pertes de chaleur. Dans les systèmes ouverts, la qualité de l'eau doit être contrôlée régulièrement, et des adoucisseurs d'eau doivent être utilisés pour prévenir les dépôts de calcaire et de sédiments. Dans les deux systèmes, le maintien de la qualité du liquide prévient la corrosion et les dépôts, tandis que l’utilisation de pompes économes en énergie réduit la consommation d’énergie. La pression du système doit être surveillée régulièrement, et le niveau de liquide ne doit pas baisser. Dans les systèmes ouverts, la température doit être contrôlée pour éviter la surchauffe, et dans les régions à risque de gel, de l'antigel doit être ajouté ou le système doit être temporairement mis hors service. Ces mesures garantissent un fonctionnement à long terme et efficace des deux systèmes.",
"footerCompanyLink1": "À propos de nous",
"footerCompanyLink2": "Vision",
"footerCompanyLink3": "Gestion",
"footerCompanyLink4": "Maintenance",
"footerCompanyLink5":"Mission",
"footerContactTitle": "CONTACT",
"footerContactButton": "Nous contacter",
"footerCopyRightText": "Tous droits réservés par",
"footerPrivacy": "Confidentialité et politique",
"contactInfoAddress": "Şirinyalı Mah. 1547 Sok. No: 2A/9 Muratpaşa / Antalya / TÜRKİYE",
    "yapiTipi": "Type de Bâtiment",
    "picklistSporSalonu": "Salle de Sport",
    "picklistHastane": "Hôpital",
    "picklistApartmanLux": "Appartement (Luxe)",
    "picklistApartman": "Appartement",
    "picklistYurt": "Résidence Étudiante",
    "picklistOtel1": "Hôtel (2-3 Étoiles)",
    "picklistOtel2": "Hôtel (4-7 Étoiles)",
    "picklistPansiyon": "Pension de Famille",
    "picklistFabrika": "Usine",
    "picklistLokanta": "Restaurant",
    "picklistHavuz": "Piscine",
    "picklistOkul": "École",
    "picklistBuro": "Bureau",
    "picklistVilla": "Maison Individuelle",
    "yapıdaBulunanKişiSayısı": "Nombre de Personnes dans le Bâtiment",
    "hesaplaButonu": "Calculer",
    "BoylerNeed": "Besoin en Chauffe-eau",
    "KollektorL": "Istek Cu+ Large",
    "KollektorS": "Istek Cu+ Standard",
    "solarEnergySystemTitle": "Calcul du Système d'Énergie Solaire",
    "productEvaBrandParagraph": "Istek Cu est conçu pour maximiser l'efficacité de l'énergie solaire avec sa surface en plaque d'aluminium revêtue de noir mat et ses 10 tuyaux porteurs en cuivre. Avec sa haute durabilité et ses performances supérieures, c'est un choix idéal pour une utilisation individuelle et commerciale.",
    "productEvaRenewParagraph": "Istek Alu offre une solution économique et écologique pour la production d'eau chaude à partir de l'énergie solaire avec sa surface en plaque d'aluminium revêtue de noir mat et ses 12 tuyaux porteurs en aluminium. Conçu avec une ingénierie avancée et des matériaux durables, ce modèle est idéal pour les applications individuelles et commerciales.",
    "productEvaCoreParagraph": "Excellence en Performance d'Énergie Solaire Istek Cu+ est un collecteur solaire à tubes en cuivre à surface sélective conçu avec une technologie avancée. Il est développé pour maximiser l'efficacité de l'énergie solaire et fournir une solution durable. Pourquoi choisir Istek Cu+ ? Istek Cu+ est un excellent choix avec son efficacité énergétique et sa durabilité. C'est la solution idéale pour ceux qui veulent utiliser l'énergie solaire efficacement.",
    "projectCapacity": "Capacité du Projet: {{capacity}}",
    "countries": {
        "australia": "Australie",
        "turkey": "Turquie",
        "morocco": "Maroc"
      },
    "or": "ou",
    "liter": " litre",
    "Piece": " Pièce"

} 