{
    "navbarHome": "ACCUEIL",
    "navbarAboutUs": "À PROPOS",
    "navbarProduct": "PRODUITS",
    "navbarMaintenance": "MAINTENANCE",
    "navbarContact": "CONTACT",
    "homeWelcome": "HAUTEMENT QUALIFIÉ",
    "homeWelcome2": "SYSTÈMES SOLAIRES",
    "homeButtonGetInTouch": "Contactez-nous",
    "homeAboutUsTitle": "À Propos de Nous",
    "homeAboutUsSecondTitle": "Établir de Nouvelles Références Depuis 2019",
    "homeAboutUsParagraph": "Fondée en 2019, Evacare a commencé son voyage en fabriquant des composants élastomères comprimés. En peu de temps, nous nous sommes orientés vers la création de produits révolutionnaires tels que les matériaux EVA réticulés, devenant un fournisseur indispensable pour l'industrie de la chaussure dans la fabrication de semelles.",
    "homeAboutUsLink": "En Savoir Plus",
    "homeCounterBrandsT": "Année",
    "homeCounterAreaT": "Continent",
    "homeCounterProjectT": "Projet",
    "homeCounterBrands": "Puissance de la Marque",
    "homeCounterArea": "Capacité d'Exportation",
    "homeCounterProject": "Satisfaction Client",
    "homeCounterFactoryArea": "Usine",
    "homeSolarTitle": "Notre vision pour un avenir sans carbone",
    "homeSolarParagraph": "Nous nous soucions de notre avenir. Nous croyons que les objectifs de l'accord de Paris sont cruciaux. L'accord comprend des engagements de tous les pays pour réduire leurs émissions et travailler ensemble pour s'adapter aux impacts du changement climatique, nous agissons donc en conséquence. 60% de notre électricité est produite par des panneaux solaires. Nous nous engageons à augmenter nos 60% à 100% d'ici 2025",
    "aboutUsMainTitle": "À PROPOS",
    "aboutVisionTitle": "Notre vision",
"aboutVisionParagraph": "Tout en renforçant notre position de leader sur le marché local avec nos produits innovants dans le secteur de l'énergie solaire, nous souhaitons devenir une marque reconnue à l'échelle mondiale. Grâce à notre structure dynamique et à notre équipe solide, nous renforçons l'avantage concurrentiel de la marque Istek et élargissons notre success story.",
"aboutMissionTitle": "Notre mission",
"aboutMissionParagraph": "En développant des solutions axées sur l'humain et l'environnement, nous promouvons l'utilisation de l'énergie solaire et contribuons à un avenir durable. Tout en fournissant à nos clients des solutions énergétiques économiques et respectueuses de l'environnement, nous ne faisons jamais de compromis sur les principes de fiabilité et de professionnalisme.",
    "aboutUsMeeting": "ÉQUIPE DE DIRECTION",
    "aboutUsHumanFerdaBreif": "Entrepreneur innovant et pionnier de l'exportation internationale",
    "aboutUsHumanTurkuBreif": "Spécialiste de l'exportation axé sur la durabilité technique et la transformation verte",  
    "aboutUsFirstParagraph1": "Depuis 1982, nous proposons la vente et le service des systèmes d'énergie solaire, en adoptant une approche de produits et de services respectueuse de la nature et de l'humanité. Avec plus de 35 ans d'expérience, nous sommes devenus l'une des marques leaders de notre secteur. Grâce à nos connaissances, notre collaboration et notre équipe d'experts, nous développons des solutions d'énergie solaire adaptées à tous les besoins et accompagnons nos clients du début à la fin de leurs projets. Nous plaçons la qualité comme notre priorité absolue ; notre objectif est de maximiser l'utilisation de l'énergie solaire grâce à nos produits durables, efficaces et respectueux de l'environnement. Avec cette approche, nous offrons des solutions économiquement durables tout en réduisant les impacts environnementaux. De plus, nous gérons nos processus avec soin, en respectant les principes d'honnêteté, de fiabilité et de transparence.",
    "aboutUsFirstParagraph2": "Notre entreprise adopte une culture de travail qui soutient le leadership féminin. En tant que femmes leaders, nous aspirons à inspirer en reflétant notre rigueur et notre quête d'excellence dans le monde des affaires dans notre secteur. Encourager davantage de femmes à participer au monde des affaires et augmenter leur représentation dans ce domaine font partie de nos priorités.",
    "aboutUsFirstParagraph3": "Dans tous nos processus, nous avançons en respectant les principes d'honnêteté, d'innovation, de sincérité, de fiabilité et d'une approche de gestion transparente.",
    "ourServicesTitle": "Nos services et compétences",
"ourServicesParagraph": "Notre expertise réside dans la fourniture de capteurs solaires, de chauffe-eau et de systèmes d'énergie solaire complets de haute qualité adaptés à vos besoins. De l'installation à la maintenance régulière et au support après-vente, nous veillons à ce que vos solutions énergétiques fonctionnent de manière efficace et durable.",
"ourServicesCard1Title": "Ventes",
"ourServicesCard1Paragraph": "Nous proposons des capteurs solaires, des chauffe-eau et des systèmes d'énergie solaire adaptés à vos besoins spécifiques, en offrant un soutien maximal à chaque étape du processus.",
"ourServicesCard2Title": "Projets clés en main",
"ourServicesCard2Paragraph": "Nous vous accompagnons à chaque étape avec la planification du projet et les services d'installation.",
"ourServicesCard3Title": "Après-vente",
"ourServicesCard3Paragraph": "Nous sommes à votre service avec notre équipe technique pour vous accompagner dans tous les problèmes, sous et hors garantie.",
"energyNaturalTitle": "Nous apportons la L'énergie de la nature pour vous",
"energyNaturalParagraph": "Nous exploitons la puissance du soleil pour fournir des solutions énergétiques écologiques et rentables. Avec une large gamme de produits allant des capteurs solaires thermiques aux systèmes énergétiques, nous proposons des services de vente, d'installation et d'après-vente. De plus, nous contribuons à la transformation énergétique mondiale en exportant nos produits dans le monde entier.",
"recentProjectsTitle": "Nos projets récents",
"productMainTitle": "PRODUITS",
"productDocuments": "Extension des informations techniques",
"productBoylerParagraph1": "Pour ceux qui recherchent des solutions économes en énergie et respectueuses de l'environnement, les chauffe-eau à simple et double serpentin offrent des solutions innovantes pour les besoins en eau chaude, en parfaite harmonie avec les capteurs solaires. Alors que les réservoirs d'eau offrent une solution de base pour stocker l'eau chaude, les chauffe-eau se distinguent par les avantages supplémentaires qu'ils offrent. Les chaudières, avec leur capacité à stocker et à distribuer l'eau à haute pression, assurent une distribution d'eau chaude plus fiable et plus efficace. De plus, la conception spéciale du serpentin à l'intérieur garantit un transfert d'énergie efficace et une distribution de chaleur homogène.",
"productBoylerParagraph2": "Les chaudières à pression horizontale, indispensables aux systèmes de circulation naturelle, sont des systèmes de stockage de chaleur adaptés à un usage individuel et commercial, offrant une solution efficace notamment pour répondre aux besoins en eau chaude. Grâce à sa conception avancée et à sa structure durable, elle offre une utilisation durable et performante même dans les zones présentant des problèmes de gel. L'eau sanitaire et le liquide caloporteur ne se mélangent pas et l'eau chaude peut être fournie de manière hygiénique et ininterrompue. Le respect des recommandations d'entretien maximise les performances. Une large gamme d'alternatives de capacité allant de 110 litres à 3000 litres peut être produite.",    "footerCompanyTitle": "Entreprise",
    "boilerTitle": "CHAUDIÈRE VERTICALE",
    "boilerTitle2": "CHAUDIÈRE À PRESSION HORIZONTALE",
"footerCompanyLink1": "À propos de nous",
"footerCompanyLink2": "Vision",
"footerCompanyLink3": "Gestion",
"footerCompanyLink4": "Maintenance",
"footerCompanyLink5":"Mission",
"footerContactTitle": "CONTACT",
"footerContactButton": "Nous contacter",
"footerCopyRightText": "Tous droits réservés par",
"footerPrivacy": "Confidentialité et politique",
    "yapiTipi": "Type de Bâtiment",
    "picklistSporSalonu": "Salle de Sport",
    "picklistHastane": "Hôpital",
    "picklistApartmanLux": "Appartement (Luxe)",
    "picklistApartman": "Appartement",
    "picklistYurt": "Résidence Étudiante",
    "picklistOtel1": "Hôtel (2-3 Étoiles)",
    "picklistOtel2": "Hôtel (4-7 Étoiles)",
    "picklistPansiyon": "Pension de Famille",
    "picklistFabrika": "Usine",
    "picklistLokanta": "Restaurant",
    "picklistHavuz": "Piscine",
    "picklistOkul": "École",
    "picklistBuro": "Bureau",
    "picklistVilla": "Maison Individuelle",
    "yapıdaBulunanKişiSayısı": "Nombre de Personnes dans le Bâtiment",
    "hesaplaButonu": "Calculer",
    "BoylerNeed": "Besoin en Chauffe-eau",
    "KollektorL": "Istek Cu+ Large",
    "KollektorS": "Istek Cu+ Standard",
    "solarEnergySystemTitle": "Calcul du Système d'Énergie Solaire",
    "productEvaBrandParagraph": "Istek Cu est conçu pour maximiser l'efficacité de l'énergie solaire avec sa surface en plaque d'aluminium revêtue de noir mat et ses 10 tuyaux porteurs en cuivre. Avec sa haute durabilité et ses performances supérieures, c'est un choix idéal pour une utilisation individuelle et commerciale.",
    "productEvaRenewParagraph": "Istek Alu offre une solution économique et écologique pour la production d'eau chaude à partir de l'énergie solaire avec sa surface en plaque d'aluminium revêtue de noir mat et ses 12 tuyaux porteurs en aluminium. Conçu avec une ingénierie avancée et des matériaux durables, ce modèle est idéal pour les applications individuelles et commerciales.",
    "productEvaCoreParagraph": "Excellence en Performance d'Énergie Solaire Istek Cu+ est un collecteur solaire à tubes en cuivre à surface sélective conçu avec une technologie avancée. Il est développé pour maximiser l'efficacité de l'énergie solaire et fournir une solution durable. Pourquoi choisir Istek Cu+ ? Istek Cu+ est un excellent choix avec son efficacité énergétique et sa durabilité. C'est la solution idéale pour ceux qui veulent utiliser l'énergie solaire efficacement.",
    "projectCapacity": "Capacité du Projet: {{capacity}}",
    "countries": {
        "australia": "Australie",
        "turkey": "Turquie",
        "morocco": "Maroc"
      },
    "or": "ou",
    "liter": " litre",
    "Piece": " Pièce"

} 