{
    "navbarHome": "ГЛАВНАЯ",
    "navbarAboutUs": "О НАС",
    "navbarProduct": "ПРОДУКЦИЯ",
    "navbarContact": "КОНТАКТ",
    "homeWelcome": "ВЫСОКО КВАЛИФИЦИРОВАННЫЙ",
    "homeWelcome2": "ГРАНУЛЫ EVA",
    "homeButtonGetInTouch": "Свяжитесь с нами",
    "homeAboutUsTitle": "О нас",
    "homeAboutUsSecondTitle": "Установление новых стандартов с 2019 года",
    "homeAboutUsParagraph": "Основанная в 2019 году, Evacare начала свой путь с производства сжатых эластомерных компонентов. За короткий период времени мы переключились на создание новаторских продуктов, таких как кросс-связанные материалы EVA, став неотъемлемым поставщиком для обувной промышленности в производстве подошв.",
    "homeAboutUsLink": "ПОДРОБНЕЕ О НАС",
    "homeCounterProduction": "Годовое производство (тонны)",
    "homeCounterWorkers": "Работники",
    "homeCounterWinnersAwards": "Победители и награды",
    "homeCounterFactoryArea": "Завод",
    "homeTableTitleSoles": "Подошвы",
    "homeTableBodySoles": "Легкие, гибкие, стойкие к истиранию, мягкий на ощупь",
    "homeTableTitleSlippers": "Тапочки",
    "homeTableBodySlippers": "Легкие, хорошее сцепление, широкая цветовая гамма",
    "homeTableTitleBoots": "Ботинки",
    "homeTableBodyBoots": "Легкие, прочные, идеальный внешний вид",
    "homeMapTitle": "МЕЖДУНАРОДНОЕ ВИДЕНИЕ",
    "homeMapParagraph": "Evacare - это компания с международным опытом, базирующаяся в Турции. Наша компания, имеющая долю рынка в 95% за пределами Турции, эффективно работает в широком географическом регионе, от Италии до Украины, от Марокко до Бразилии.",
    "homeSolarTitle": "Наше видение безуглеродного будущего",
    "homeSolarParagraph": "Мы заботимся о нашем будущем. Мы считаем, что цели Парижского соглашения крайне важны. Соглашение включает обязательства всех стран сократить свои выбросы и работать вместе над адаптацией к последствиям изменения климата, поэтому мы действуем соответственно. 60% нашей электроэнергии производится солнечными панелями. Мы обязуемся увеличить эту долю с 60% до 100% к 2025 году.",
    "aboutUsMainTitle": "О НАС",
    "aboutUsSecondMainTitle": "Откройте для себя силу EVA с Evacare: превосходный комфорт и устойчивая долговечность с каждым шагом",
    "aboutButtonVideo": "Смотреть видео",
    "aboutUsFirstTitle": "ПУТЕШЕСТВИЕ К ИННОВАЦИЯМ И УСТОЙЧИВОСТИ",
    "aboutUsFirstParagraph1": "С момента основания компании İstek в 1982 году мы являемся одним из ведущих брендов в нашем секторе, предоставляя услуги и продажу систем солнечной энергии с заботой о людях и природе. Обладая более чем 35-летним опытом, мы располагаем знаниями, опытом и сотрудничеством, чтобы предложить системы солнечной энергии, отвечающие любым потребностям. Мы сопровождаем вас от начала до конца ваших проектов, применяя ориентированный на решение и практичный подход к любым возникающим ситуациям. Ставя качество в приоритет, мы предлагаем решения, которые позволяют максимально эффективно использовать солнечную энергию с помощью наших долговечных и эффективных продуктов. Таким образом, мы создаем устойчивые и экономичные решения, которые снижают воздействие на окружающую среду и сокращают затраты. Мы привержены вкладу в устойчивое развитие и тщательному управлению нашими проектами.",
    "aboutUsFirstParagraph2": "Как две женщины-лидера в нашей компании, мы стремимся служить сильным примером, отражая нашу точность и стремление к совершенству в деловой жизни в нашем секторе. С помощью этого подхода мы стремимся поощрять большее участие женщин в бизнесе. С нашей динамичной командой мы стремимся оставаться лидером в секторе солнечной энергии, разрабатывая инновационные продукты. Мы продолжаем нашу деятельность благодаря способности адаптироваться к быстрым изменениям и стремимся укрепить глобальную позицию бренда İstek, распространяя этот успех по всему миру.",
    "aboutUsFirstParagraph3": "Во всех наших процессах мы придерживаемся честности, инноваций, искренности, надежности и прозрачного подхода к управлению.",
    "humanResourcesTitle": "Кадры",
    "aboutUsSecondTitle": "Технические продукты и универсальность в сочетании с функциональностью",
    "aboutUsSecondParagraph": "Помимо обуви, наши передовые материалы EVA прекрасно подходят для широкого спектра технических продуктов, требующих жестких механических характеристик. Соединения могут быть настроены для обеспечения улучшенной стойкости к напряжениям, погодным условиям и другим факторам окружающей среды, что делает их идеальными для специализированных технических приложений.",
    "aboutUsThirdTitle": "Инновации в области экологической ответственности",
    "aboutUsThirdParagraph": "Соответствуя нашему обязательству по устойчивому развитию, продукция EvaRenew разработана с учетом возможности переработки и экологической дружественности. Благодаря постоянным исследованиям и разработкам мы гарантируем, что наши соединения EVA соответствуют высоким требованиям к производительности, минимизируя при этом воздействие на окружающую среду.",
    "aboutUsHumanFerdaBreif": "Инновационный предприниматель и пионер в международном экспорте",
    "aboutUsHumanTurkuBreif": "Специалист по экспорту с фокусом на техническую устойчивость и зеленую трансформацию",
    "aboutUsHumanFerda1": "Ферда Дурду, выпускница стоматологического факультета Анкарского университета, выбрала путь предпринимательства вместо продолжения своей профессии. Она расширила свой предпринимательский опыт, изучая маркетинг в Калифорнийском университете в Беркли, США, и основала стартап в Сан-Франциско. Позже она вернулась в Турцию, основала собственный бизнес в Стамбуле, но это предприятие вскоре прекратило свою деятельность. Переехав в Мерсин, она начала производить солнечные тепловые коллекторы в семейном бизнесе, приобретая опыт в отрасли в течение шести лет. В 2013 году она основала собственную компанию и начала экспортировать солнечные коллекторы за границу. Сегодня она экспортирует продукцию в такие страны, как Турция, Австралия, Ливан, Марокко, Ирак, Северный Кипр и многие другие.",
    "aboutUsHumanFerda2": "С момента основания её компания достигла экспорта на сумму более 10 миллионов турецких лир и многократно была признана Западно-Средиземноморской ассоциацией экспортеров одной из 10 лучших в секторе кондиционирования воздуха. Ферда Дурду заняла значительное место в отрасли благодаря своему зарегистрированному бренду и международным сертификатам качества.",
    "aboutUsHumanTurku1": "Тюркю Ачар родилась в Анталье в 1997 году и в 2015 году переехала в Стамбул, чтобы начать обучение на факультете машиностроения в Университете Богазичи. На протяжении своей университетской жизни она успешно освоила инженерные дисциплины и сформировала свою карьеру, сосредоточив внимание на проектах, ориентированных на устойчивое развитие и создание экологически чистых решений.",
    "aboutUsHumanTurku2": "Она работала специалистом по регулированию и соответствию в крупнейшей компании Турции по производству бытовой техники, где специализировалась на Европейском зеленом соглашении и связанных с ним нормативных актах. Она приобрела обширный опыт в области сертификационных процессов и соблюдения стандартов, активно участвуя в проектах по разработке экологически чистых продуктов. Позже она работала специалистом по анализу жизненного цикла (LCA) в крупнейшей автомобильной компании Турции, проводя важные исследования в области анализа экологического воздействия и расчета углеродного следа.",
    "aboutUsHumanTurku3": "Теперь, стремясь использовать свои знания и опыт в области экспорта, Тюркю Ачар сосредотачивается на предоставлении экологически чистых и качественных продуктов, которые обеспечат зеленую трансформацию в отрасли. Она стремится выделиться на международных рынках, сочетая техническое совершенство с устойчивым развитием.",
    "productMainTitle": "ПРОДУКЦИЯ",
    "productTextUnderTitle": "Познакомьтесь с нашим разнообразным ассортиментом высококачественных соединений",
    "productCardsBackText": "Подробнее",
    "productDocumentTitle": "Документы",
    "productDocuments": "Расширение технической информации",
    "productNotesTitle": "Примечания",
    "productNotesParagraph": "Технические характеристики, представленные здесь, производные от лабораторных испытаний на расширенных и сшитых пластинах с коэффициентом расширения, соответствующим коэффициенту расширения продукта. Эти характеристики следует рассматривать как показательные и не обязательно строго обязывающие.",
    "productPackagingTitle": "Упаковка",
    "productPackagingParagraph": "Продукция EVACARE может быть предоставлена в мешках по 25 кг, биг-бэгах и октабинах.",
    "productProcessingTitle": "Обработка",
    "productProcessingParagraph": "Гранулы Eva должны быть впрыснуты в нагретые формы при 180-190 °C. После открытия формы через 5/6 минут часть расширяется, и ее объем увеличивается в соответствии с формой формы в зависимости от типа материала. Расширение объема одинаково в трех измерениях и линейно увеличивается с коэффициентом, соответствующим коэффициенту расширения продукта.",
    "productStorageTitle": "Хранение",
    "productStorageParagraph": "Гранулы Eva должны храниться в прохладном и проветриваемом месте. Необходимо тщательно избегать высоких температур, открытого огня и источников тепла. Длительное хранение может негативно сказаться на качестве материала. Поэтому рекомендуется использовать материал в течение 3 месяцев с момента производства.",
    "productEvaBrandParagraph": "Istek Cu разработан для максимальной эффективности использования солнечной энергии благодаря своей поверхности из алюминиевых пластин с черным матовым покрытием и 10 медным теплоносителям. Благодаря своей высокой прочности и превосходной производительности это идеальный выбор как для индивидуального, так и для коммерческого использования.",
    "productEvaRenewParagraph": "Istek Alu предлагает экономичное и экологичное решение для производства горячей воды с использованием солнечной энергии благодаря своей поверхности из алюминиевых пластин с черным матовым покрытием и 12 алюминиевым теплоносителям. Разработанная с использованием передовых технологий и прочных материалов, эта модель идеально подходит как для индивидуального, так и для коммерческого применения.",
    "productEvaCoreParagraph": "Istek Cu+: Превосходная производительность в солнечной энергетике Istek Cu+ — это солнечный коллектор с медными трубками и селективным покрытием, разработанный с использованием передовых технологий для обеспечения высокой производительности. Он создан для максимального использования солнечной энергии и обеспечения долговечного решения. Почему выбирать Istek Cu+? Istek Cu+ — это превосходный выбор благодаря своей энергоэффективности и надежности. Это идеальное решение для тех, кто хочет эффективно использовать солнечную энергию.",

    "productEvaRenewCertificateTitle": "Технические свойства",
    "productEvaRenewCertificateDoc": "Сертификат глобального стандарта переработки",
    "contactMainTitle": "КОНТАКТЫ",
    "contactFormEmailAddress": "Адрес электронной почты",
    "contactFormEmailAddressPlaceholder": "Введите адрес электронной почты",
    "contactFormFullName": "Полное имя",
    "contactFormFullNamePlaceholder": "Введите полное имя",
    "contactFormSubject": "Тема",
    "contactFormSubjectPlaceholder": "Введите тему",
    "contactFormBody": "Сообщение",
    "contactFormBodyPlaceholder": "Введите ваше сообщение",
    "contactFormSubmitButton": "Связаться с нами",
    "contactInfoTitle": "Контактная информация",
    "contactInfoMail": "info@evacare.com.tr",
    "contactInfoPhone": "+90 212 243 64 55",
    "contactInfoAddress": "Şirinyalı Mah. 1547 Sk. No: 2A/9 Muratpaşa / Antalya / TÜRKİYE",
    "contactInfoMapAddress": "https://www.google.com/maps/embed/v1/place?q=Ziya+Gökalp,+EVACARE+Granül+Plastik+San.+Tic.+A.Ş.,+İkitelli+Osb/Başakşehir/İstanbul,+Türkiye&key=AIzaSyBFw0Qbyq9zTFTd-tUY6dZWTgaQzuU17R8",
    "footerProductsTitle": "Продукты",
    "footerCompanyTitle": "О компании",
    "footerCompanyLink1": "О нас",
    "footerCompanyLink2": "Продукты",
    "footerCompanyLink3": "Контакты",
    "footerContactTitle": "Свяжитесь с нами",
    "footerContactButton": "Свяжитесь с нами",
    "footerCopyRightText": "Все права защищены",
    "footerPrivacy": "Конфиденциальность и Политика"
  
  }