{
    "navbarHome": "ANA SAYFA",
    "navbarAboutUs": "HAKKIMIZDA",
    "navbarProduct": "ÜRÜNLER",
    "navbarContact": "İLETİŞİM",
    "homeWelcome": "YÜKSEK NİTELİKLİ",
    "homeWelcome2": "GÜNEŞ SİSTEMLERİ",
    "homeButtonGetInTouch": "İLETİŞİME GEÇ",
    "homeAboutUsTitle": "Hakkımızda",
    "homeAboutUsSecondTitle": "2019 Yılından İtİbaren Yenİ Standartlar Belİrlİyoruz",
    "homeAboutUsParagraph": "2019 yılında kurulan Evacare, sıkıştırılmış elastomerik bileşenlerin üretimiyle yolculuğuna başladı. Kısa bir süre içinde, çapraz bağlı EVA malzemeleri gibi çığır açan ürünlerin üretimine yönelerek, ayakkabı endüstrisinde taban üretiminde vazgeçilmez bir tedarikçi haline geldik.",
    "homeAboutUsLink": "Daha Fazla Bilgi İçin",
    "homeCounterProduction": "Yıllık Üretim (Ton)",
    "homeCounterWorkers": "Çalışanlar",
    "homeCounterWinnersAwards": "Kazananlar ve Ödüller",
    "homeCounterFactoryArea": "Fabrika",
    "homeTableTitleSoles": "Tabanlar",
    "homeTableBodySoles": "Hafif, esnek, aşınmaya dayanıklı, yumuşak dokunuşlu",
    "homeTableTitleSlippers": "Terlikler",
    "homeTableBodySlippers": "Hafif, iyi tutuş, geniş renk yelpazesi",
    "homeTableTitleBoots": "Botlar",
    "homeTableBodyBoots": "Hafif, dayanıklı, mükemmel görünüm",
    "homeMapTitle": "ULUSLARARASI VİZYON",
    "homeMapParagraph": "Evacare, uluslararası uzmanlığı ile öne çıkan Türkiye merkezli bir şirkettir. Türkiye dışındaki pazarın %95'ine sahip olan şirketimiz, İtalya'dan Ukrayna'ya, Fas'tan Brezilya'ya kadar geniş bir coğrafyada etkili bir şekilde faaliyet göstermektedir.",
    "homeSolarTitle": "Karbonsuz Gelecek Vizyonumuz",
    "homeSolarParagraph": "Geleceğimiz bizim için önemlidir. Paris Anlaşması hedeflerinin hayati olduğuna inanıyoruz. Anlaşma, tüm ülkelerin emisyonlarını azaltmaya ve iklim değişikliğinin etkilerine uyum sağlamak için birlikte çalışmaya yönelik taahhütleri içerir, bu nedenle buna uygun şekilde hareket ediyoruz. Günes enerjisi üretim kapasitemizi 2025 yılının sonuna kadar %60 kapasiteden %100 e yükseltmeyi hedefliyoruz.",
    "aboutUsMainTitle": "HAKKIMIZDA",
    "aboutUsSecondMainTitle": "Evacare ile EVA'nın Gücünü Keşfedin: Her Adımda Üstün Konfor ve Sürdürülebilir Dayanıklılık",
    "aboutButtonVideo": "Tanıtım Videosu",
    "aboutUsFirstTitle": "İNOVASYON VE SÜRDÜRÜLEBİLİRLİK YOLCULUĞU",
    "aboutUsFirstParagraph1": "İstek olarak, 1982’den bu yana güneş enerjisi sistemleri satışı ve hizmeti sunarak, insan ve doğaya duyarlı ürün ve hizmet anlayışımızla sektörümüzde öncü markalardan biri haline geldik. 35 yılı aşkın deneyimimizle, her türlü ihtiyaca uygun güneş enerjisi sistemlerini sunacak bilgi, deneyim ve iş birliğine sahibiz. Projelerin başından sonuna kadar yanınızda olup, karşılaşılan her duruma çözüm odaklı ve  pratik bir yaklaşım sergiliyoruz. Kaliteyi birincil önceliğimiz olarak, uzun ömürlü ve verimli ürünlerimizle güneş enerjisini en yüksek verimle kullanmayı sağlayan çözümler sunuyoruz. Bu sayede çevresel etkileri azaltırken, maliyetleri düşüren sürdürülebilir ve ekonomik çözümler üretiyoruz. Sürdürülebilirliğe katkıda bulunmayı ve projelerimizi titizlikle yönetmeyi ilke ediniyoruz.",
    "aboutUsFirstParagraph2": "Şirketimizdeki iki kadın lider olarak, iş hayatındaki titizlik ve mükemmeliyetçiliğimizi  sektöre yansıtarak güçlü bir örnek oluşturuyoruz. Bu yaklaşımımızla, daha fazla  kadının iş dünyasına katılımını teşvik etmeyi hedefliyoruz. Dinamik kadromuzla,  güneş enerjisi sektöründe yenilikçi ürünler geliştirerek lider konumda olmayı amaçlıyoruz. Hızlı değişimlere adapte olabilme yeteneğimizle faaliyetlerimizi  sürdürüyoruz ve bu başarıyı dünya çapında yaygınlaştırarak İstek markasını global markalar arasında daha güçlü bir konuma taşımayı hedefliyoruz.",
    "aboutUsFirstParagraph3": "Tüm süreçlerimizde dürüstlük, yenilikçilik, samimiyet, güvenilirlik ve şeffaf bir  yönetim anlayışına bağlı kalarak ilerliyoruz.",
    "humanResourcesTitle": "İnsan Kaynakları",
    "aboutUsSecondTitle": "Teknİk Ürünler ve Çeşİtlİlİk Fonksİyonellİkle Buluşuyor",
    "aboutUsSecondParagraph": "Ayakkabıdan öte, gelişmiş EVA malzemelerimiz, sıkı mekanik özelliklere ihtiyaç duyan çeşitli teknik ürünler için uygundur. Bileşikler, stres, hava koşulları ve diğer çevresel faktörlere karşı geliştirilmiş direnç sunmak üzere özelleştirilebilir, bu da onları özel teknik uygulamalar için ideal hale getirir.",
    "aboutUsThirdTitle": "Çevre Dostu İnovasyon",
    "aboutUsThirdParagraph": "Sürdürülebilirlik taahhüdümüzle uyumlu olarak, EvaRenew ürünleri geri dönüştürülebilir ve çevre dostu olarak tasarlanmıştır. Sürekli araştırma ve geliştirme ile, EVA bileşiklerimizin yüksek performans gereksinimlerini karşılayarak çevresel etkiyi minimize ediyoruz.",
    "aboutUsHumanFerdaBreif": "Yenilikçi Girişimcilik ve Uluslararası İhracatta Öncü İşletme Sahibi",
    "aboutUsHumanTurkuBreif": "Teknik Sürdürülebilirlik ve Yeşil Dönüşüm Odaklı İhracat Uzmanı",
    "aboutUsHumanFerda1":"Ferda Durdu, Ankara Üniversitesi Diş Hekimliği Fakültesi mezunu olup, mesleğini sürdürmek yerine girişimcilik yolunu seçmiştir. Amerika’da University of California,  Berkeley’de pazarlama eğitimi alarak girişimcilik alanındaki deneyimlerini geliştirmiş, San Francisco’da bir startup kurmuştur. Ardından Türkiye’ye dönüp İstanbul’da kendi işini kurmuş ancak bu girişim de kısa süre sonra sonlanmıştır. Mersin’e taşınarak aile şirketinde güneş ısı kolektörü üretimi yapmaya başlamış ve  6 yıl boyunca sektörde deneyim kazanmıştır. 2013 yılında kendi işletmesini kurmuş ve güneş kolektörlerini yurt dışına ihraç etmeye başlamıştır. Bugün, Türkiye de  dahil olmak üzere Avustralya, Lübnan, Fas, Irak, KKTC ve daha birçok ülkeye ihracat yapmaktadır.",
    "aboutUsHumanFerda2":"Kuruluşundan bu yana 10 milyon TL'yi aşan ihracat gerçekleştiren işletmesi, birçok kez Batı Akdeniz İhracatçılar Birliği tarafından iklimlendirme sektöründe ilk 10’a  girmeye hak kazanmıştır. Ferda Durdu, kendi tescilli markası ve uluslararası kalite  belgeleriyle sektörde önemli bir yer edinmiştir.",
    "aboutUsHumanTurku1":"Türkü Açar, 1997 yılında Antalya’da doğmuş ve 2015 yılında Boğaziçi Üniversitesi  Makine Mühendisliği bölümüne başlayarak İstanbul’a taşınmıştır. Üniversite hayatı  boyunca mühendislik disiplinlerini başarıyla öğrenmiş ve kariyerini, çevre dostu çözümler üretmek amacıyla sürdürülebilirlik odaklı projeler üzerinde şekillendirmiştir.",
    "aboutUsHumanTurku2":"Türkiye’nin en büyük beyaz eşya şirketinde Regülasyon ve Uyum Uzmanı olarak  görev almış, bu süreçte Avrupa Yeşil Mutabakatı ve ilgili regülasyonlarda  uzmanlaşmıştır. Sertifikasyon süreçleri ve standartlara uyum konularında derin bir  deneyim kazanmış, aynı zamanda çevre dostu ürün geliştirme projelerinde aktif rol almıştır. Daha sonra Türkiye’nin en büyük otomotiv şirketinde Yaşam Döngüsü Analizi (LCA) Uzmanı olarak çalışmış ve çevresel etki analizi ile karbon ayak izi hesaplama gibi alanlarda önemli çalışmalar gerçekleştirmiştir.",
    "aboutUsHumanTurku3":"Edindiği bilgi ve deneyimlerini artık ihracat alanında kullanmayı hedefleyen Türkü Açar, sektöre yeşil dönüşümü sağlayacak çevre dostu ve yüksek kaliteli ürünler sunmaya odaklanmaktadır. Teknik mükemmeliyet ve sürdürülebilirliği birleştirerek uluslararası pazarlarda fark yaratmayı amaçlamaktadır.",
    "productMainTitle": "ÜRÜNLER",
    "productTextUnderTitle": "En iyi sınıf bileşenlerimizin çeşitli koleksiyonunu keşfedin",
    "productCardsBackText": "Detayları Görüntüle",
    "productDocumentTitle": "Teknik Bilgi",
    "productDocuments": "Teknik Bilgi ",
    "productNotesTitle": "Notlar",
    "productNotesParagraph": "Burada rapor edilen teknik özellikler, ürünün genişletilmiş ve çapraz bağlanmış levhalar üzerinde gerçekleştirilen laboratuvar testlerinden elde edilmiştir ve ürünün genleşme katsayısına karşılık gelen bir genleşme oranına sahiptir. Bu özellikler, gösterge niteliğinde olup kesin olarak bağlayıcı değildir.",
    "productPackagingTitle": "Ambalaj",
    "productPackagingParagraph": "EVACARE ürünleri 25 kg'lık torbalar, büyük torbalar ve oktabinler şeklinde sağlanabilir.",
    "productProcessingTitle": "İşleme",
    "productProcessingParagraph": "Eva Granül, 180-190 °C'de ısıtılmış kalıplara enjekte edilmelidir. Kalıbı 5/6 dakika sonra açtıktan sonra, parça genişler ve malzemenin türüne bağlı olarak kalıbın şekline göre hacmi artar. Hacim genişlemesi üç boyutta eşit olup ürünün genleşme katsayısına karşılık gelen bir oranda lineer olarak artar.",
    "productStorageTitle": "Depolama",
    "productStorageParagraph": "Eva granülü serin ve havalandırılmış bir yerde saklanmalıdır. Yüksek sıcaklıklardan, açık alevlerden ve ısı kaynaklarından dikkatlice kaçınılmalıdır. Uzun depolama süreleri malzemenin kalitesini olumsuz etkileyebilir. Bu nedenle, malzemenin üretim tarihinden itibaren 3 ay içinde kullanılması önerilir.",    
    "productEvaRenewCertificateTitle": "Teknik Özellikler",
    "productEvaRenewCertificateDoc": "Global Geri Dönüştürülmüş Standart Sertifikası",
    "contactMainTitle": "İLETİŞİM",
    "contactFormEmailAddress": "E-Posta Adresi",
    "contactFormEmailAddressPlaceholder": "E-Posta Adresinizi Girin",
    "contactFormFullName": "Tam Adı",
    "contactFormFullNamePlaceholder": "Tam Adınızı Girin",
    "contactFormSubject": "Konu",
    "contactFormSubjectPlaceholder": "Konunuzu Girin",
    "contactFormBody": "Mesaj",
    "contactFormBodyPlaceholder": "Mesajınızı Girin",
    "contactFormSubmitButton": "Gönder",
    "contactInfoTitle": "İletişim Bilgileri",
    "contactInfoMail": "info@evacare.com.tr",
    "contactInfoPhone": "+90 212 243 64 55",
    "contactInfoAddress": "Şirinyalı Mah. 1547 Sk. No: 2A/9 Muratpaşa / Antalya / TÜRKİYE",
    "contactInfoMapAddress": "https://www.google.com/maps/embed/v1/place?q=Ziya+Gökalp,+EVACARE+Granül+Plastik+San.+Tic.+A.Ş.,+İkitelli+Osb/Başakşehir/İstanbul,+Türkiye&key=AIzaSyBFw0Qbyq9zTFTd-tUY6dZWTgaQzuU17R8",
    "footerProductsTitle": "Ürünler",
    "footerCompanyTitle": "Şİrket",
    "footerCompanyLink1": "Hakkımızda",
    "footerCompanyLink2": "Ürünler",
    "footerCompanyLink3": "İletişim",
    "footerContactTitle": "Bizimle İletişime Geçin",
    "footerContactButton": "Bizimle İletişime Geçin",
    "footerCopyRightText": "Tüm Hakları Saklıdır",
    "footerPrivacy": "Gizlilik ve Politika"
  }