{
    "navbarHome": "ANA SAYFA",
    "navbarAboutUs": "HAKKIMIZDA",
    "navbarProduct": "ÜRÜNLER",
    "navbarMaintenance":"BAKIM",
    "navbarContact": "İLETİŞİM",
    "homeWelcome": "YÜKSEK NİTELİKLİ",
    "homeWelcome2": "GÜNEŞ SİSTEMLERİ",
    "homeButtonGetInTouch": "İLETİŞİME GEÇ",
    "homeAboutUsTitle": "Hakkımızda",
    "homeAboutUsLink": "Daha Fazla Bilgi İçin",
    "homeCounterBrandsT": "Yıl",
    "homeCounterAreaT": " Kıta",
    "homeCounterProjectT": "Proje",
    "homeCounterBrands": "Marka Gücü",
    "homeCounterArea": "İhracat Kapasitesi",
    "homeCounterProject": "Müşteri Memnuniyeti",
    "homeCounterFactoryArea": "Fabrika",
    "homeTableTitleSoles": "Tabanlar",
    "homeTableBodySoles": "Hafif, esnek, aşınmaya dayanıklı, yumuşak dokunuşlu",
    "homeSolarParagraph": "Geleceğimiz bizim için önemlidir. Paris Anlaşması hedeflerinin hayati olduğuna inanıyoruz. Anlaşma, tüm ülkelerin emisyonlarını azaltmaya ve iklim değişikliğinin etkilerine uyum sağlamak için birlikte çalışmaya yönelik taahhütleri içerir, bu nedenle buna uygun şekilde hareket ediyoruz. Günes enerjisi üretim kapasitemizi 2025 yılının sonuna kadar %60 kapasiteden %100 e yükseltmeyi hedefliyoruz.",
    "aboutUsMainTitle": "HAKKIMIZDA",
    "aboutUsFirstTitle": "İNOVASYON VE SÜRDÜRÜLEBİLİRLİK YOLCULUĞU",
    "aboutVisionTitle": "Vizyonumuz",
    "aboutVisionParagraph":"Güneş enerjisi sektöründe yenilikçi ürünlerimizle yerel pazarda öncü konumumuzu güçlendirirken, global pazarda lider bir marka olmayı hedefliyoruz. Dinamik yapımız ve güçlü ekibimizle, İstek markasının rekabet avantajını artırarak başarı hikayemizi büyütüyoruz.",
    "aboutMissionTitle": "Misyonumuz",
    "aboutMissionParagraph":"İnsan ve çevre odaklı çözümler geliştirerek, güneş enerjisinin kullanımını yaygınlaştırıyor ve sürdürülebilir bir geleceğe katkı sağlıyoruz. Müşterilerimize ekonomik ve çevre dostu enerji çözümleri sunarken, güvenilirlik ve profesyonellik ilkelerinden asla ödün vermiyoruz.",
    "aboutUsMeeting": "YÖNETİM KADROSU",
    "aboutUsFirstParagraph1": "1982 yılından bu yana, güneş enerjisi sistemlerinin satışını ve hizmetini sunarak, doğaya ve insana duyarlı bir ürün ve hizmet anlayışıyla faaliyet göstermekteyiz. 40 yılı aşkın deneyimimizle, sektörümüzde öncü markalardan biri haline geldik. Her türlü ihtiyaca uygun güneş enerjisi çözümleri geliştirme konusundaki bilgi birikimimiz, iş birliğimiz ve uzman kadromuz sayesinde, projelerin başından sonuna kadar müşterilerimizin yanında yer alıyoruz.Kaliteyi birincil önceliğimiz olarak belirliyor; uzun ömürlü, verimli ve çevre dostu ürünlerimizle güneş enerjisinin kullanımını en üst düzeye çıkarmayı hedefliyoruz. Bu yaklaşımla, çevresel etkileri azaltırken ekonomik olarak sürdürülebilir çözümler sunuyoruz. Ayrıca süreçlerimizi dürüstlük, güvenilirlik ve şeffaflık ilkelerine bağlı kalarak titizlikle yönetiyoruz.",
    "aboutUsFirstParagraph2": "Şirketimiz, kadın liderliği destekleyen bir çalışma kültürüne sahiptir. Kadın liderler olarak iş hayatındaki titizlik ve mükemmeliyetçiliğimizi sektöre yansıtarak ilham kaynağı olmayı hedefliyoruz. Daha fazla kadının iş dünyasına katılımını teşvik etmek ve bu alandaki temsil oranını artırmak önceliklerimiz arasındadır.",
    "aboutUsFirstParagraph3": "Tüm süreçlerimizde dürüstlük, yenilikçilik, samimiyet, güvenilirlik ve şeffaf bir  yönetim anlayışına bağlı kalarak ilerliyoruz.",
    "humanResourcesTitle": "İnsan Kaynakları",
    "aboutUsSecondTitle": "Teknİk Ürünler ve Çeşİtlİlİk Fonksİyonellİkle Buluşuyor",
    "aboutUsHumanFerdaBreif": "Lisans eğitimini tamamladıktan sonra Kaliforniya Üniversitesi, Berkeley’de işletme ve pazarlama alanlarında akademik kariyerini ilerleten Ferda Durdu, Silikon Vadisi’nde 7 yılı aşkın süre boyunca girişimcilik ekosisteminde hem partner hem yönetici olarak çeşitli roller üstlenmiştir. Uluslararası ticaret ve ihracat alanında geniş bir deneyime sahip olan Durdu, vizyoner yaklaşımı ve girişimcilik ruhuyla sektörde fark yaratan projelere imza atmıştır.",
    "aboutUsHumanFerdaBreif2":"Kurucusu olduğu İstek Yenilenebilir Enerji ile global ölçekte sürdürülebilir ve yenilikçi çözümler sunmaya odaklanan Durdu, sektördeki gelişmeleri yakından takip eden ve buna paralel stratejiler üreten bir lider olarak öne çıkmaktadır.",
    "aboutUsHumanTurkuBreif": "Boğaziçi Üniversitesi Makine Mühendisliği  mezunu olan Türkü Açar, kariyerinin ilk 4 yılında Türkiye'nin en büyük holdingine ait şirketlerde regülasyon uzmanlığı ve ürün sürdürülebilirlik mühendisliği gibi görevlerde bulunarak, teknik becerilerini sürdürülebilirlik alanında etkin bir şekilde kullanmıştır. Bu deneyimlerini, İstek Yenilenebilir Enerji’de ihracat alanına uyarlayarak, şirketin inovasyon, yeşil dönüşüm ve teknik destek alanlarındaki vizyonuna yön vermektedir.",
    "aboutUsHumanTurkuBreif2": "Teknik bilgisi ve sürdürülebilirlik vizyonu ile Açar, şirketin stratejik hedeflerine ulaşmasını sağlayacak çözümleri geliştirirken, projelerin çevresel etkilerinin değerlendirilmesi ve azaltılmasında da önemli bir rol üstlenmektedir.",
    "aboutUsHumanFerda2":"Kuruluşundan bu yana 10 milyon TL'yi aşan ihracat gerçekleştiren işletmesi, birçok kez Batı Akdeniz İhracatçılar Birliği tarafından iklimlendirme sektöründe ilk 10’a  girmeye hak kazanmıştır. Ferda Durdu, kendi tescilli markası ve uluslararası kalite  belgeleriyle sektörde önemli bir yer edinmiştir.",
    "aboutUsHumanTurku1":"Türkü Açar, 1997 yılında Antalya’da doğmuş ve 2015 yılında Boğaziçi Üniversitesi  Makine Mühendisliği bölümüne başlayarak İstanbul’a taşınmıştır. Üniversite hayatı  boyunca mühendislik disiplinlerini başarıyla öğrenmiş ve kariyerini, çevre dostu çözümler üretmek amacıyla sürdürülebilirlik odaklı projeler üzerinde şekillendirmiştir.",
    "aboutUsHumanTurku2":"Türkiye’nin en büyük beyaz eşya şirketinde Regülasyon ve Uyum Uzmanı olarak  görev almış, bu süreçte Avrupa Yeşil Mutabakatı ve ilgili regülasyonlarda  uzmanlaşmıştır. Sertifikasyon süreçleri ve standartlara uyum konularında derin bir  deneyim kazanmış, aynı zamanda çevre dostu ürün geliştirme projelerinde aktif rol almıştır. Daha sonra Türkiye’nin en büyük otomotiv şirketinde Yaşam Döngüsü Analizi (LCA) Uzmanı olarak çalışmış ve çevresel etki analizi ile karbon ayak izi hesaplama gibi alanlarda önemli çalışmalar gerçekleştirmiştir.",
    "aboutUsHumanTurku3":"Edindiği bilgi ve deneyimlerini artık ihracat alanında kullanmayı hedefleyen Türkü Açar, sektöre yeşil dönüşümü sağlayacak çevre dostu ve yüksek kaliteli ürünler sunmaya odaklanmaktadır. Teknik mükemmeliyet ve sürdürülebilirliği birleştirerek uluslararası pazarlarda fark yaratmayı amaçlamaktadır.",
    "productMainTitle": "ÜRÜNLER",
    "productEvaCoreParagraph": " Istek Cu+, ileri teknoloji ile tasarlanmış, yüksek performanslı selektif yüzeyli bakır boru güneş kolektörüdür. Güneş enerjisinden maksimum verim sağlamak ve uzun ömürlü bir çözüm sunmak için geliştirilmiştir.",
    "productIstekAsk": " Neden Istek Cu+?",
    "productAnswer1":" Selektif yüzeyi sayesinde güneş ışınlarını en verimli şekilde emer ve enerjiye dönüştürür.",
    "productAnswerTitle1":"Yüksek Enerji Verimliliği:",
    "productAnswer2":"Üst düzey malzeme ve mühendislik, uzun ömürlü ve zorlu hava koşullarına dayanıklı bir yapı sunar.",
    "productAnswerTitle2":"Dayanıklılık:",
    "productAnswer3":"Enerji maliyetlerini azaltırken çevreye dost bir çözüm sağlar.",
    "productAnswerTitle3":"Ekonomik ve Çevreci:",
    "productAnswer4":" Modern üretim teknikleri ve yenilikçi tasarımıyla güvenilir performans sunar.",
    "productAnswerTitle4":"İleri Teknoloji:",
    "productTextUnderTitle": "En iyi sınıf bileşenlerimizin çeşitli koleksiyonunu keşfedin",
    "productBoylerParagraph1":"Dik serpantinli boylerler, dikey tasarımı sayesinde alan tasarrufu sağlarken, sıcak suyun doğal dolaşımını ve homojen ısı dağılımını optimize eden yenilikçi bir çözümdür. Özel tasarlanmış serpantin sistemiyle enerjiyi hızlı ve verimli şekilde transfer eden bu boylerler, tek veya çift serpantin seçenekleriyle farklı enerji kaynaklarıyla uyumlu kullanım sunar. Güneş kolektörleriyle tam uyum içinde çalışırken, kolektörlerin üstünde bulunma zorunluluğunu ortadan kaldırarak esnek bir kurulum imkanı sunar. Yüksek basınç dayanımı, uzun ömürlü yapısı ve kullanıcı dostu tasarımıyla öne çıkan dik serpantinli boylerler, enerji tasarrufu ve sürdürülebilir kullanım için ideal bir tercih olup, hem ev hem de ticari mekanlarda verimli, güvenilir ve modern bir sıcak su çözümü sunar.",
    "producSolarSystemsTitle": "Güneş Enerjisi Sistemleri",
    "dogalSolarSystemsTitle":"Doğal Sirkülasyonlu Sistemler",
    "pompaliSolarSystemsTitle":"Pompalı Sistemler",
    "productFAQEntryParagraph": "İstek Solar olarak, güneş enerjisi sistemlerinizden en yüksek verimi almanız için buradayız. Ürünlerimizle ilgili en çok sorulan soruların cevaplarını aşağıda bulabilirsiniz. Hâlâ sorularınız varsa, uzmanlarımız size yardımcı olmaktan mutluluk duyacaktır.",
    "productCardsBackText": "Detayları Görüntüle",
    "productDocumentTitle": "Teknik Bilgi",
    "productDocuments": "Teknik Bilgi ",
    "productNotesTitle": "Notlar",
    "productNotesParagraph": "Burada rapor edilen teknik özellikler, ürünün genişletilmiş ve çapraz bağlanmış levhalar üzerinde gerçekleştirilen laboratuvar testlerinden elde edilmiştir ve ürünün genleşme katsayısına karşılık gelen bir genleşme oranına sahiptir. Bu özellikler, gösterge niteliğinde olup kesin olarak bağlayıcı değildir.",
    "productEvaRenewCertificateTitle": "Teknik Özellikler",
    "collectorTitle": "GÜNEŞ KOLLEKTÖRLERİ",
    "istekCuTitle": "İstek Cu+",
    "collectorTitle2": "Güneş Enerjisinde Mükemmellik",
"boilerTitle3": "BOYLER",
"solarEnergyTitle": "GÜNEŞ ENERJİSİ SİSTEMLERİ",
    "contactMainTitle": "İLETİŞİM",
    "contactFormEmailAddress": "E-Posta Adresi",
    "contactFormEmailAddressPlaceholder": "E-Posta Adresinizi Girin",
    "contactFormFullName": "Tam Adı",
    "contactFormFullNamePlaceholder": "Tam Adınızı Girin",
    "contactFormSubject": "Konu",
    "contactFormSubjectPlaceholder": "Konunuzu Girin",
    "contactFormBody": "Mesaj",
    "contactFormBodyPlaceholder": "Mesajınızı Girin",
    "contactFormSubmitButton": "Gönder",
    "contactInfoTitle": "İletişim Bilgileri",
    "contactInfoPhone": "+90 212 243 64 55",
    "contactInfoAddress": "Şirinyalı Mah. 1547 Sok. No: 2A/9 Muratpaşa / Antalya / TÜRKİYE",
    "contactInfoMapAddress": "https://www.google.com/maps/embed/v1/place?q=Ziya+Gökalp,+EVACARE+Granül+Plastik+San.+Tic.+A.Ş.,+İkitelli+Osb/Başakşehir/İstanbul,+Türkiye&key=AIzaSyBFw0Qbyq9zTFTd-tUY6dZWTgaQzuU17R8",
    "footerProductsTitle": "Ürünler",
    "footerProducts1": "Güneş Kollektörleri",
    "footerProducts2": "Boyler",
    "footerProducts3": "Güneş Enerjisi Sistemleri",
    "footerCompanyTitle": "ŞİRKET",
    "footerCompanyLink1": "Hakkımızda",
    "footerCompanyLink2": "Vizyon",
    "footerCompanyLink3": "Yönetim",
    "footerCompanyLink4": "Bakım",
    "footerCompanyLink5":"Misyon",
    "footerContactTitle": " İLETİŞİM ",
    "footerContactButton": "Bizimle İletişime Geçin",
    "footerCopyRightText": "Tüm Hakları Saklıdır",
    "footerPrivacy": "Gizlilik ve Politika",
    "maintenanceMainTitle": "BAKIM",
    "faqQuestion1":"Donma Sorunlarını Nasıl Önlerim?",
    "faqAnswer1":"Donma problemi yaşanan bölgelerde, güneş kolektör sistemlerinde antifrizli kapalı devre sistemlerin tercih edilmesi gerekmektedir. Bu sistemler, güneş kolektörlerindeki donmayı önlemek için en etkili yöntemlerden biridir. Kolektör devresinde su yerine antifriz (genellikle propilen glikol karışımı) dolaşır. Antifriz, sıvının donma noktasını düşürerek soğuk hava koşullarında sıvının donmasını engeller. Kapalı devre çalışan bu sistem, antifrizli sıvının kolektörler içinde dolaşmasını sağlar ve bir ısı eşanjörü aracılığıyla sıcaklığı kullanma suyuna transfer eder. Bu sayede sistem, düşük sıcaklıklarda bile güvenli ve kesintisiz bir şekilde çalışır.",
    "faqQuestion2":"Kireçlenme ve Tortu Birikimini Nasıl Önlerim?",
    "faqAnswer2":"Güneş kolektörlerinde kireçlenme ve tortu birikimi, sistemin verimliliğini olumsuz etkileyebilir ancak doğru önlemlerle önlenebilir. Açık sistemlerde, sert suyun neden olduğu kireçlenmeyi azaltmak için yumuşatma cihazları veya demineralize su kullanılması gerekir. Kapalı devre sistemlerde ise antifriz karışımı kullanıldığından, bu sorun büyük ölçüde önlenir. Yılda bir kez yapılan düzenli bakımlar sırasında sistem sıvıları kontrol edilip yenilenebilir, kireç çözücü kimyasallar ile birikintiler temizlenerek sistemin ömrü ve verimliliği korunabilir.",
    "faqQuestion3":"Hava Koşullarına Bağımlılık Nasıl Önlenebilir?",
    "faqAnswer3":"Güneş kolektörlü sistemlerin hava koşullarına bağımlılığını azaltmak için çeşitli yöntemler uygulanabilir ve bunlardan en etkili olanı hibrit bir enerji sistemi kullanmaktır. Çift serpantinli dik boylerler, hibrit sistemlerde güneş enerjisi ve yedek ısıtma kaynaklarını entegre bir şekilde kullanarak kesintisiz sıcak su temini sağlar. Alt serpantin, güneş kolektörlerinden gelen enerjiyi kullanarak suyu ısıtırken, güneş enerjisinin yetersiz olduğu durumlarda üst serpantin devreye girer ve yedek enerji kaynağı (örneğin doğalgazlı kazan veya elektrikli ısıtıcı) ile suyu ısıtır. Akıllı kontrol sistemleri sayesinde güneş enerjisi öncelikli olarak kullanılır, böylece enerji tasarrufu sağlanırken kesintisiz bir sıcak su sistemi elde edilir. Bu yapı, enerji verimliliği ve esneklik sunarak her mevsim güvenilir bir çözüm oluşturur.",
    "faqQuestion4":"İlk Kurulum Maliyeti Yüksek mi?",
    "faqAnswer4":"Güneş kolektörlü sistemler, kurulum maliyeti açısından elektrikli ısıtıcılar ve doğalgazlı kombilerden biraz daha yüksek olabilse de, sundukları enerji tasarrufu ve düşük işletme maliyetleri ile önemli avantajlar sağlar. Elektrikli ısıtıcıların kurulum maliyeti düşük olsa da, operasyonel maliyetleri yüksektir. Doğalgazlı kombilerde ise enerji fiyatlarına bağlı olarak değişken operasyonel maliyetler bulunur. Ayrıca, doğalgaz altyapısının kurulum maliyeti de göz önüne alındığında, doğalgazlı sistemlerin kurulum maliyeti çok daha yüksek olabilir. Güneş kolektörlü sistemler, enerji kaynağı olarak güneş enerjisini kullanarak operasyonel maliyetleri minimum seviyeye indirir. Güneş enerjisinin doğrudan ısı enerjisine dönüşmesi, fosil yakıt kullanılmaması ve enerji dönüşümündeki kayıpların minimuma indirilmesi, bu sistemleri çevre dostu ve verimli bir çözüm haline getirir. Bu sistemler, 5-6 yıl içinde kendini amorti eder ve düzenli bakım ile 20-25 yıl boyunca verimli bir şekilde kullanılabilir. Uzun vadede, güneş kolektörlü sistemler sürdürülebilirlik, enerji verimliliği ve tasarruf açısından önemli avantajlar sunar.",
    "faqQuestion5":" Güneş Enerji Sistemlerinde Verimlilik Düşüşü Nasıl Engellenebilir?",
    "faqAnswer5":"Kapalı ve açık devre güneş enerjisi sistemlerinde verimliliği korumak için düzenli bakım ve temizlik yapılmalıdır. Kapalı devre sistemlerinde, sıvı seviyeleri ve antifriz oranları kontrol edilerek, antifriz miktarının doğru dozajda olması sağlanmalıdır. Ayrıca, boru hatlarının iyi bir şekilde izole edilmesi, ısı kaybını engeller. Açık devre sistemlerinde ise suyun kalitesi düzenli olarak izlenmeli, kireçlenme ve tortu birikimi için su yumuşatma cihazları kullanılabilir. Her iki sistemde de sıvı kalitesinin yüksek tutulması, korozyon ve tortu birikimini engellerken, kullanılan pompaların verimli olması enerji tüketimini azaltır. Sistemdeki basınç düzenli olarak izlenmeli ve sıvı seviyeleri eksilmemelidir. Açık devre sistemlerde ayrıca, aşırı ısınmayı engellemek için sıcaklık seviyeleri kontrol edilmeli, donma riski olan bölgelerde antifriz eklenmesi veya sistemi geçici olarak devre dışı bırakmak gibi önlemler alınmalıdır. Bu önlemler, her iki sistemin de yüksek verimle uzun süre çalışmasını sağlar.",
    "boilerTitle": "DİK BOYLER",
    "boilerTitle2": "YATIK BASINÇLI BOYLER",
    "ourServicesTitle": "Hizmetlerimiz & Yetkinliklerimiz",
  "ourServicesParagraph": "Uzmanlık alanımız, ihtiyaçlarınıza özel olarak tasarlanmış yüksek kaliteli güneş kolektörleri, su ısıtıcıları ve tam kapsamlı güneş enerjisi sistemleri sunmaktır. Kurulumdan düzenli bakıma ve satış sonrası destek hizmetlerine kadar, enerji çözümlerinizin verimli ve sürdürülebilir bir şekilde çalışmasını garanti ediyoruz.",
  "productBoylerParagraph2": "Yatık basınçlı boylerler, yatay tasarımıyla esnek kurulum seçenekleri sunar ve doğal sirkülasyonlu sistemlerde vazgeçilmez bir çözüm sunar. Bu boylerlerde, ısı taşıyıcı sıvı özel bir ceket yapısında dolaşırken, kullanım suyu ile karışmaz ve enerji verimli bir şekilde transfer edilir. Güneş kolektörleriyle uyumlu çalışan bu boylerler, doğal sirkülasyon sayesinde suyun hareketini sağlayarak, güvenli ve verimli bir sıcak su çözümü sunar. Yüksek basınç dayanımı, dayanıklı malzeme yapısı ve uzun ömürlü tasarımıyla, yatık basınçlı boylerler, çevre dostu performansı ve enerji tasarrufu sağlayan özellikleriyle hem bireysel hem de ticari kullanım için mükemmel bir tercihtir.",
  "ourServicesCard1Title": "Satış",
    "ourServicesCard1Paragraph": "İhtiyaçlarınıza özel olarak uyarlayacağımız güneş kolektörleri, boylerler ve güneş enerjisi sistemlerini, sürecin her aşamasında size maksimum destek sağlayarak sunuyoruz.",
    "ourServicesCard2Title": "Anahtar Teslim Projeler",
    "ourServicesCard2Paragraph": "Proje planlaması ve kurulum hizmetleri ile her adımda yanındayız.",
    "ourServicesCard3Title": "Satış Sonrası",
    "ourServicesCard3Paragraph": "Garanti kapsamında veya dışında karşılaşabileceğiniz tüm sorunlarda, uzman teknik ekibimizle yanınızdayız.",
    "energyNaturalTitle": "DOĞANIN ENERJİSİNİ SİZLERLE BULUŞTURUYORUZ",
    "energyNaturalParagraph": "Güneşin gücünü yakalayarak çevre dostu ve ekonomik enerji çözümleri sunuyoruz. Termal güneş kollektörlerinden enerji sistemlerine kadar uzanan geniş ürün yelpazemizle, satış, kurulum ve satış sonrası hizmetleri sağlıyoruz. Ayrıca, ürünlerimizi dünyanın dört bir yanına ihraç ederek küresel enerji dönüşümüne katkıda bulunuyoruz.",
    "recentProjectsTitle": "Son Projelerimiz",
  "recentProjectsParagraph": "Konut, ticari ve endüstriyel olmak üzere çeşitli sektörlerde birçok projeyi tamamlamış olmaktan gurur duyuyoruz. Projelerimiz, müşterilerimizin özel ihtiyaçlarını karşılamak üzere tasarlanmış, verimli ve sürdürülebilir enerji çözümleri sunmaktadır.",
  "yapiTipi": "Yapı Tipi",
  "picklistSporSalonu":"Spor Salonu",
  "picklistHastane":"Hastane",
  "picklistApartmanLux":"Apartman (Lüks)",
  "picklistApartman":"Apartman",
  "picklistYurt":"Öğrenci Yurdu",
  "picklistOtel1":"Otel (2-3 Yıldız)",
  "picklistOtel2":"Otel (4-7 Yıldız)",
  "picklistPansiyon":"Pansiyon (Misafirhane)",
  "picklistFabrika":"Fabrika",
  "picklistLokanta":"Lokanta",
  "picklistHavuz":"Havuz",
  "picklistOkul":"Okul",
  "picklistBuro":"Büro / İş Yeri",
  "picklistVilla":"Müstakil Konut (Villa)",
  "yapıdaBulunanKişiSayısı":"Yapıda Bulunan Kişi Sayısı",
  "hesaplaButonu":"Hesapla",
  "BoylerNeed":"Boyler İhtiyacı",
  "KollektorL":"Istek Cu+ Büyük",
  "KollektorS":"Istek Cu+ Standart",
  "solarEnergySystemTitle": "Güneş Enerjisi Sistemleri Hesaplama Aracı",
  "projectCapacity": "Proje Kapasitesi: {{capacity}} Sistem",
  "countries": {
    "australia": "Avustralya",
    "turkey": "Türkiye",
    "morocco": "Fas"
  },
  "or": "veya",
  "liter": " Litre",
  "Piece": " Adet"


  }