{
    "navbarHome": "ANA SAYFA",
    "navbarAboutUs": "HAKKIMIZDA",
    "navbarProduct": "ÜRÜNLER",
    "navbarMaintenance":"BAKIM",
    "navbarContact": "İLETİŞİM",
    "homeWelcome": "YÜKSEK NİTELİKLİ",
    "homeWelcome2": "GÜNEŞ SİSTEMLERİ",
    "homeButtonGetInTouch": "İLETİŞİME GEÇ",
    "homeAboutUsTitle": "Hakkımızda",
    "homeAboutUsLink": "Daha Fazla Bilgi İçin",
    "homeCounterBrandsT": "Yıl",
    "homeCounterAreaT": " Kıta",
    "homeCounterProjectT": "Proje",
    "homeCounterBrands": "Marka Gücü",
    "homeCounterArea": "İhracat Kapasitesi",
    "homeCounterProject": "Müşteri Memnuniyeti",
    "homeCounterFactoryArea": "Fabrika",
    "homeTableTitleSoles": "Tabanlar",
    "homeTableBodySoles": "Hafif, esnek, aşınmaya dayanıklı, yumuşak dokunuşlu",
    "homeSolarParagraph": "Geleceğimiz bizim için önemlidir. Paris Anlaşması hedeflerinin hayati olduğuna inanıyoruz. Anlaşma, tüm ülkelerin emisyonlarını azaltmaya ve iklim değişikliğinin etkilerine uyum sağlamak için birlikte çalışmaya yönelik taahhütleri içerir, bu nedenle buna uygun şekilde hareket ediyoruz. Günes enerjisi üretim kapasitemizi 2025 yılının sonuna kadar %60 kapasiteden %100 e yükseltmeyi hedefliyoruz.",
    "aboutUsMainTitle": "HAKKIMIZDA",
    "aboutUsFirstTitle": "İNOVASYON VE SÜRDÜRÜLEBİLİRLİK YOLCULUĞU",
    "aboutVisionTitle": "Vizyonumuz",
    "aboutVisionParagraph":"Güneş enerjisi sektöründe yenilikçi ürünlerimizle yerel pazarda öncü konumumuzu güçlendirirken, global pazarda lider bir marka olmayı hedefliyoruz. Dinamik yapımız ve güçlü ekibimizle, İstek markasının rekabet avantajını artırarak başarı hikayemizi büyütüyoruz.",
    "aboutMissionTitle": "Misyonumuz",
    "aboutMissionParagraph":"İnsan ve çevre odaklı çözümler geliştirerek, güneş enerjisinin kullanımını yaygınlaştırıyor ve sürdürülebilir bir geleceğe katkı sağlıyoruz. Müşterilerimize ekonomik ve çevre dostu enerji çözümleri sunarken, güvenilirlik ve profesyonellik ilkelerinden asla ödün vermiyoruz.",
    "aboutUsMeeting": "YÖNETİM KADROSU",
    "aboutUsFirstParagraph1": "1982 yılından bu yana, güneş enerjisi sistemlerinin satışını ve hizmetini sunarak, doğaya ve insana duyarlı bir ürün ve hizmet anlayışıyla faaliyet göstermekteyiz. 35 yılı aşkın deneyimimizle, sektörümüzde öncü markalardan biri haline geldik. Her türlü ihtiyaca uygun güneş enerjisi çözümleri geliştirme konusundaki bilgi birikimimiz, iş birliğimiz ve uzman kadromuz sayesinde, projelerin başından sonuna kadar müşterilerimizin yanında yer alıyoruz.Kaliteyi birincil önceliğimiz olarak belirliyor; uzun ömürlü, verimli ve çevre dostu ürünlerimizle güneş enerjisinin kullanımını en üst düzeye çıkarmayı hedefliyoruz. Bu yaklaşımla, çevresel etkileri azaltırken ekonomik olarak sürdürülebilir çözümler sunuyoruz. Ayrıca süreçlerimizi dürüstlük, güvenilirlik ve şeffaflık ilkelerine bağlı kalarak titizlikle yönetiyoruz.",
    "aboutUsFirstParagraph2": "Şirketimiz, kadın liderliği destekleyen bir çalışma kültürüne sahiptir. Kadın liderler olarak iş hayatındaki titizlik ve mükemmeliyetçiliğimizi sektöre yansıtarak ilham kaynağı olmayı hedefliyoruz. Daha fazla kadının iş dünyasına katılımını teşvik etmek ve bu alandaki temsil oranını artırmak önceliklerimiz arasındadır.",
    "aboutUsFirstParagraph3": "Tüm süreçlerimizde dürüstlük, yenilikçilik, samimiyet, güvenilirlik ve şeffaf bir  yönetim anlayışına bağlı kalarak ilerliyoruz.",
    "humanResourcesTitle": "İnsan Kaynakları",
    "aboutUsSecondTitle": "Teknİk Ürünler ve Çeşİtlİlİk Fonksİyonellİkle Buluşuyor",
    "aboutUsHumanFerdaBreif": "Yenilikçi Girişimcilik ve Uluslararası İhracatta Öncü İşletme Sahibi",
    "aboutUsHumanTurkuBreif": "Teknik Sürdürülebilirlik ve Yeşil Dönüşüm Odaklı İhracat Uzmanı",
    "aboutUsHumanFerda1":"Ferda Durdu, Ankara Üniversitesi Diş Hekimliği Fakültesi mezunu olup, mesleğini sürdürmek yerine girişimcilik yolunu seçmiştir. Amerika’da University of California,  Berkeley’de pazarlama eğitimi alarak girişimcilik alanındaki deneyimlerini geliştirmiş, San Francisco’da bir startup kurmuştur. Ardından Türkiye’ye dönüp İstanbul’da kendi işini kurmuş ancak bu girişim de kısa süre sonra sonlanmıştır. Mersin’e taşınarak aile şirketinde güneş ısı kolektörü üretimi yapmaya başlamış ve  6 yıl boyunca sektörde deneyim kazanmıştır. 2013 yılında kendi işletmesini kurmuş ve güneş kolektörlerini yurt dışına ihraç etmeye başlamıştır. Bugün, Türkiye de  dahil olmak üzere Avustralya, Lübnan, Fas, Irak, KKTC ve daha birçok ülkeye ihracat yapmaktadır.",
    "aboutUsHumanFerda2":"Kuruluşundan bu yana 10 milyon TL'yi aşan ihracat gerçekleştiren işletmesi, birçok kez Batı Akdeniz İhracatçılar Birliği tarafından iklimlendirme sektöründe ilk 10’a  girmeye hak kazanmıştır. Ferda Durdu, kendi tescilli markası ve uluslararası kalite  belgeleriyle sektörde önemli bir yer edinmiştir.",
    "aboutUsHumanTurku1":"Türkü Açar, 1997 yılında Antalya’da doğmuş ve 2015 yılında Boğaziçi Üniversitesi  Makine Mühendisliği bölümüne başlayarak İstanbul’a taşınmıştır. Üniversite hayatı  boyunca mühendislik disiplinlerini başarıyla öğrenmiş ve kariyerini, çevre dostu çözümler üretmek amacıyla sürdürülebilirlik odaklı projeler üzerinde şekillendirmiştir.",
    "aboutUsHumanTurku2":"Türkiye’nin en büyük beyaz eşya şirketinde Regülasyon ve Uyum Uzmanı olarak  görev almış, bu süreçte Avrupa Yeşil Mutabakatı ve ilgili regülasyonlarda  uzmanlaşmıştır. Sertifikasyon süreçleri ve standartlara uyum konularında derin bir  deneyim kazanmış, aynı zamanda çevre dostu ürün geliştirme projelerinde aktif rol almıştır. Daha sonra Türkiye’nin en büyük otomotiv şirketinde Yaşam Döngüsü Analizi (LCA) Uzmanı olarak çalışmış ve çevresel etki analizi ile karbon ayak izi hesaplama gibi alanlarda önemli çalışmalar gerçekleştirmiştir.",
    "aboutUsHumanTurku3":"Edindiği bilgi ve deneyimlerini artık ihracat alanında kullanmayı hedefleyen Türkü Açar, sektöre yeşil dönüşümü sağlayacak çevre dostu ve yüksek kaliteli ürünler sunmaya odaklanmaktadır. Teknik mükemmeliyet ve sürdürülebilirliği birleştirerek uluslararası pazarlarda fark yaratmayı amaçlamaktadır.",
    "productMainTitle": "ÜRÜNLER",
    "productEvaCoreParagraph": "Güneş Enerjisinde Mükemmellik Istek Cu+, ileri teknoloji ile tasarlanmış, yüksek performanslı selektif yüzeyli bakır boru güneş kolektörüdür. Güneş enerjisinden maksimum verim sağlamak ve uzun ömürlü bir çözüm sunmak için geliştirilmiştir. Neden Istek Cu+? Istek Cu+, enerji verimliliği ve dayanıklılığı ile mükemmel bir seçenektir. Güneş enerjisini verimli bir şekilde kullanmak isteyenler için ideal bir çözümdür.",
    "productTextUnderTitle": "En iyi sınıf bileşenlerimizin çeşitli koleksiyonunu keşfedin",
    "productBoylerParagraph1":"Dik serpantinli boylerler, dikey tasarımı sayesinde alan tasarrufu sağlarken, sıcak suyun doğal dolaşımını ve homojen ısı dağılımını optimize eden yenilikçi bir çözümdür. Özel tasarlanmış serpantin sistemiyle enerjiyi hızlı ve verimli şekilde transfer eden bu boylerler, tek veya çift serpantin seçenekleriyle farklı enerji kaynaklarıyla uyumlu kullanım sunar. Güneş kolektörleriyle tam uyum içinde çalışırken, kolektörlerin üstünde bulunma zorunluluğunu ortadan kaldırarak esnek bir kurulum imkanı sunar. Yüksek basınç dayanımı, uzun ömürlü yapısı ve kullanıcı dostu tasarımıyla öne çıkan dik serpantinli boylerler, enerji tasarrufu ve sürdürülebilir kullanım için ideal bir tercih olup, hem ev hem de ticari mekanlarda verimli, güvenilir ve modern bir sıcak su çözümü sunar.",
    "producSolarSystemsTitle": "Güneş Enerjisi Sistemleri",
    "productFAQEntryParagraph": "İstek Solar olarak, güneş enerjisi sistemlerinizden en yüksek verimi almanız için buradayız. Ürünlerimizle ilgili en çok sorulan soruların cevaplarını aşağıda bulabilirsiniz. Hâlâ sorularınız varsa, uzmanlarımız size yardımcı olmaktan mutluluk duyacaktır.",
    "productCardsBackText": "Detayları Görüntüle",
    "productDocumentTitle": "Teknik Bilgi",
    "productDocuments": "Teknik Bilgi ",
    "productNotesTitle": "Notlar",
    "productNotesParagraph": "Burada rapor edilen teknik özellikler, ürünün genişletilmiş ve çapraz bağlanmış levhalar üzerinde gerçekleştirilen laboratuvar testlerinden elde edilmiştir ve ürünün genleşme katsayısına karşılık gelen bir genleşme oranına sahiptir. Bu özellikler, gösterge niteliğinde olup kesin olarak bağlayıcı değildir.",
    "productEvaRenewCertificateTitle": "Teknik Özellikler",
    "contactMainTitle": "İLETİŞİM",
    "contactFormEmailAddress": "E-Posta Adresi",
    "contactFormEmailAddressPlaceholder": "E-Posta Adresinizi Girin",
    "contactFormFullName": "Tam Adı",
    "contactFormFullNamePlaceholder": "Tam Adınızı Girin",
    "contactFormSubject": "Konu",
    "contactFormSubjectPlaceholder": "Konunuzu Girin",
    "contactFormBody": "Mesaj",
    "contactFormBodyPlaceholder": "Mesajınızı Girin",
    "contactFormSubmitButton": "Gönder",
    "contactInfoTitle": "İletişim Bilgileri",
    "contactInfoPhone": "+90 212 243 64 55",
    "contactInfoAddress": "Şirinyalı Mah. 1547 Sk. No: 2A/9 Muratpaşa / Antalya / TÜRKİYE",
    "contactInfoMapAddress": "https://www.google.com/maps/embed/v1/place?q=Ziya+Gökalp,+EVACARE+Granül+Plastik+San.+Tic.+A.Ş.,+İkitelli+Osb/Başakşehir/İstanbul,+Türkiye&key=AIzaSyBFw0Qbyq9zTFTd-tUY6dZWTgaQzuU17R8",
    "footerProductsTitle": "Ürünler",
    "footerProducts1": "Güneş Kollektörleri",
    "footerProducts2": "Boyler",
    "footerProducts3": "Güneş Enerjisi Sistemleri",
    "footerCompanyTitle": "ŞİRKET",
    "footerCompanyLink1": "Hakkımızda",
    "footerCompanyLink2": "Vizyon",
    "footerCompanyLink3": "Yönetim",
    "footerCompanyLink4": "Bakım",
    "footerCompanyLink5":"Misyon",

    "footerContactTitle": " İLETİŞİM ",
    "footerContactButton": "Bizimle İletişime Geçin",
    "footerCopyRightText": "Tüm Hakları Saklıdır",
    "footerPrivacy": "Gizlilik ve Politika",
    "maintenanceMainTitle": "BAKIM",
    "faqQuestion1":"Donma Sorunlarını Nasıl Önlerim?",
    "faqAnswer1":"Kapalı devre sistemlerde antifrizli sıvılar kullanmak ve iyi bir yalıtım sağlamak gerekir. Açık devre sistemlerde ise, suyun donmaması için dolaşımın sürekli olması önemlidir.",
    "faqQuestion2":"Kireçlenme ve Tortu Birikimini Nasıl Önlerim?",
    "faqAnswer2":"Su yumuşatma cihazlarının kullanımı veya düzenli temizleme yapılmalıdır",
    "faqQuestion3":"Hava Koşullarına Bağımlılık Nasıl Önlenebilir?",
    "faqAnswer3":"Hibrit sistemler (örneğin, elektrikli destekleyici ısıtıcı) kullanmak.",
    "faqQuestion4":"İlk Kurulum Maliyeti Yüksek mi?",
    "faqAnswer4":"Uzun vadeli enerji tasarrufu ile maliyet amorti edilir. Ayrıca, teşvik ve sübvansiyonlardan yararlanılabilir.",
    "faqQuestion5":"Isı Kaybı Sorunu Nasıl Çözülür?",
    "faqAnswer5":"Kaliteli izolasyon malzemeleri kullanmak ve sistem bileşenlerini düzenli kontrol etmek.",
    "boilerTitle": "DİK BOYLER",
    "boilerTitle2": "YATIK BASINÇLI BOYLER",
    "ourServicesTitle": "Hizmetlerimiz & Yetkinliklerimiz",
  "ourServicesParagraph": "Uzmanlık alanımız, ihtiyaçlarınıza özel olarak tasarlanmış yüksek kaliteli güneş kolektörleri, su ısıtıcıları ve tam kapsamlı güneş enerjisi sistemleri sunmaktır. Kurulumdan düzenli bakıma ve satış sonrası destek hizmetlerine kadar, enerji çözümlerinizin verimli ve sürdürülebilir bir şekilde çalışmasını garanti ediyoruz.",
  "productBoylerParagraph2": "Yatık basınçlı boylerler, yatay tasarımıyla esnek kurulum seçenekleri sunar ve doğal sirkülasyonlu sistemlerde vazgeçilmez bir çözüm sunar. Bu boylerlerde, ısı taşıyıcı sıvı özel bir ceket yapısında dolaşırken, kullanım suyu ile karışmaz ve enerji verimli bir şekilde transfer edilir. Güneş kolektörleriyle uyumlu çalışan bu boylerler, doğal sirkülasyon sayesinde suyun hareketini sağlayarak, güvenli ve verimli bir sıcak su çözümü sunar. Yüksek basınç dayanımı, dayanıklı malzeme yapısı ve uzun ömürlü tasarımıyla, yatık basınçlı boylerler, çevre dostu performansı ve enerji tasarrufu sağlayan özellikleriyle hem bireysel hem de ticari kullanım için mükemmel bir tercihtir.",
  "ourServicesCard1Title": "Satış",
    "ourServicesCard1Paragraph": "İhtiyaçlarınıza özel olarak uyarlayacağımız güneş kolektörleri, boylerler ve güneş enerjisi sistemlerini, sürecin her aşamasında size maksimum destek sağlayarak sunuyoruz.",
    "ourServicesCard2Title": "Anahtar Teslim Projeler",
    "ourServicesCard2Paragraph": "Proje planlaması ve kurulum hizmetleri ile her adımda yanındayız.",
    "ourServicesCard3Title": "Satış Sonrası",
    "ourServicesCard3Paragraph": "Garanti kapsamında veya dışında karşılaşabileceğiniz tüm sorunlarda, uzman teknik ekibimizle yanınızdayız.",
    "energyNaturalTitle": "DOĞANIN ENERJİSİNİ SİZLERLE BULUŞTURUYORUZ",
    "energyNaturalParagraph": "Güneşin gücünü yakalayarak çevre dostu ve ekonomik enerji çözümleri sunuyoruz. Termal güneş kollektörlerinden enerji sistemlerine kadar uzanan geniş ürün yelpazemizle, satış, kurulum ve satış sonrası hizmetleri sağlıyoruz. Ayrıca, ürünlerimizi dünyanın dört bir yanına ihraç ederek küresel enerji dönüşümüne katkıda bulunuyoruz.",
    "recentProjectsTitle": "Son Projelerimiz",
  "recentProjectsParagraph": "Konut, ticari ve endüstriyel olmak üzere çeşitli sektörlerde birçok projeyi tamamlamış olmaktan gurur duyuyoruz. Projelerimiz, müşterilerimizin özel ihtiyaçlarını karşılamak üzere tasarlanmış, verimli ve sürdürülebilir enerji çözümleri sunmaktadır.",
  "yapiTipi": "Yapı Tipi",
  "picklistSporSalonu":"Spor Salonu",
  "picklistHastane":"Hastane",
  "picklistApartmanLux":"Apartman (Lüks)",
  "picklistApartman":"Apartman",
  "picklistYurt":"Öğrenci Yurdu",
  "picklistOtel1":"Otel (2-3 Yıldız)",
  "picklistOtel2":"Otel (4-7 Yıldız)",
  "picklistPansiyon":"Pansiyon (Misafirhane)",
  "picklistFabrika":"Fabrika",
  "picklistLokanta":"Lokanta",
  "picklistHavuz":"Havuz",
  "picklistOkul":"Okul",
  "picklistBuro":"Büro / İş Yeri",
  "picklistVilla":"Müstakil Konut (Villa)",
  "yapıdaBulunanKişiSayısı":"Yapıda Bulunan Kişi Sayısı",
  "hesaplaButonu":"Hesapla",
  "BoylerNeed":"Boyler İhtiyacı",
  "KollektorL":"Istek Cu+ Büyük",
  "KollektorS":"Istek Cu+ Standart",
  "solarEnergySystemTitle": "Güneş Enerjisi Sistemleri Hesaplama Aracı",
  "projectCapacity": "Proje Kapasitesi: {{capacity}}",
  "countries": {
    "australia": "Avustralya",
    "turkey": "Türkiye",
    "morocco": "Fas"
  },
  "or": "veya",
  "liter": " Litre",
  "Piece": " Adet"


  }